Repository: openSUSE/software-o-o
Catalog: locale/*/*.po
Languages: id

source: and
id: dan

source: "#{release} is not a supported release."
id: "#{release} bukanlah rilis yang didukung."

source: (hide)
id: (sembunyi)

source: (show)
id: (tampilkan)

source: ... and keep us informed
id: ... dan kabarkan kepada kami

source: ... get other marketing stuff
id: ... dapatkan hal pemasaran lainnya

source: 2 GB system memory
id: 2 GB memori sistem

source: 2 Ghz dual core processor or better
id: 2 Ghz prosesor dua inti atau lebih baik

source: 4.7GB DVD (also suitable for USB stick)
id: 4.7GB DVD (juga tepat untuk media penyimpanan USB)

source: 64 Bit PC
id: PC 64 Bit

source: <a href="http://activedoc.opensuse.org/book/opensuse-start-up">openSUSE startup guide</a>
id: <a href="http://activedoc.opensuse.org/book/opensuse-start-up">Panduan pemulaian openSUSE</a>

source: <a href="http://en.opensuse.org/SDB:Metalink">Metalink</a> is an open standard that bundles the various ways (FTP/HTTP/BitTorrent) to get files into one format for easier downloads. This makes it good for downloading ISOs; particularly for people who can't use P2P because of restrictions from their ISP or University. It can deliver very fast download speeds since most clients support multiple connections, to multiple mirrors, automatically. In addition, it can do automatic error detection, and correction. It needs a special client to handle it though.
id: <a href="http://en.opensuse.org/SDB:Metalink">Metalink</a> adalah sebuah standar terbuka yang terkait berbagai cara (FTP/HTTP/BitTorrent) untuk mendapatkan file ke dalam satu format untuk unduh lebih mudah. Hal ini membuat baik untuk mengunduh ISO; terutama bagi orang-orang yang tidak dapat menggunakan P2P karena keterbatasan dari ISP atau Universitas. Hal ini dapat memberikan kecepatan unduh sangat cepat karena kebanyakan klien mendukung beberapa sambungan, ke beberapa cermin, secara otomatis. Selain itu, ia bisa melakukan deteksi kegalatan otomatis, dan pengkoreksian. Ini membutuhkan klien khusus untuk menangani hal itu.

source: <a href="http://en.opensuse.org/openSUSE:License">License</a>
id: <a href="http://en.opensuse.org/openSUSE:License">Lisensi</a>

source: <a href='%s'>Release Notes</a>
id: <a href='%s'>Catatan Rilis</a>

source: <b>official release</b>
id: <b>rilis resmi</b>

source: <b>official update</b>
id: <b>pembaruan resmi</b>

source: A GNOME desktop you can run from %s or from USB stick.<br/>Can be installed as is (no upgrade).
id: Sebuah desktop GNOME kamu bisa menjalankan dari %s atau USB stick.<br/>Bisa dipasang sebagaimana mestinya (bukan upgrade).

source: A KDE desktop you can run from %s or from USB stick.<br/>Can be installed as is (no upgrade).
id: Sebuah desktop KDE kamu bisa menjalankan dari %s atau USB stick.<br/>Bisa dipasang sebagaimana mestinya (bukan upgrade).

source: Add repository and install manually
id: Tambah repositori dan pasang secara manual

source: Add-On Downloads (optional)
id: Unduhan Add-On (pilihan)

source: After having successfully downloaded the ISO image(s), create a bootable USB stick or burn the image(s) to a DVD (or a CD if the chosen image fits).
id: Setelah memiliki image(-image) ISO yang diunduh dengan sukses, buat sebuah bootable USB stick atau bakar image(-image) ke media DVD (atau media CD jika pilihan image pas).

source: All data is used only for sending openSUSE promotional material and will not be spread to third parties. We store the data to inform the users if a new version is available. All requests have to be screened to fulfill the US export embargo. More information about the embargo and a list of countries at wikipedia <a href='http://en.wikipedia.org/wiki/United_States_embargoes'>http://en.wikipedia.org/wiki/United_States_embargoes</a>.
id: Semua data hanya digunakan untuk mengirimkan materi promosi openSUSE dan tidak akan menyebar ke pihak ketiga. Kita menyimpan data untuk menginformasikan pengguna jika versi baru telah tersedia. Semua permintaan telah disaring untuk memenuhi embargo export US. Informasi lebih lanjut mengenai embargo dan daftar negara-negara di wikipedia <a href='http://en.wikipedia.org/wiki/United_States_embargoes'>http://en.wikipedia.org/wiki/United_States_embargoes</a>.

source: App Browser
id: Aplikasi Peramban

source: Available Images
id: Image-image Yang Tersedia

source: Boot from the DVD, CD or USB stick. In case your computer does not automatically boot from the chosen device, open the BIOS setup to allow booting from it.
id: Boot dari DVD, CD, atau USB stick. Jika seandainya komputer kamu tidak dapat melakukan boot secara otomatis dari perangkat yang dipilih, buka setup BIOS untuk memungkinkan booting darinya.

source: Both distributions are fully capable of being used on a Desktop PC, laptop, server, or in the cloud.
id: Kedua distribusi sepenuhnya mampu digunakan pada PC Desktop, laptop, server, atau di cloud.

source: Both distributions are well tested by
id: Kedua distribusi diuji dengan baik oleh

source: Bronze Sponsor
id: Sponsor Perunggu

source: Browser incompatibility
id: Browser tidak kompatibel

source: Burn CD/DVD Image(s)
id: Bakar Image (Image-image) CD/DVD

source: Categories
id: Kategori-kategori

source: Category
id: Kategori

source: Checksum
id: Ceksum

source: Checksums Help
id: Bantuam Ceksum

source: Choose an installation medium by clicking it and hit the Download button to start the download. Optionally choose your computer type or an alternative download method.
id: Pilihlah sebuah media pemasangan dengan mengekliknya dan menekan tombol Unduh untuk memulai pengunduhan. Secara pilihan pilihlah tipe komputermu atau metode unduhan alternatif.

source: Choosing Which Media to Download
id: Memilih Media yang Mana Untuk Diunduh

source: Choosing which Distribution to Download
id: Memilih Distribusi yang Mana Untuk Diunduh

source: Click here to display these alternative versions.
id: Klik di sini untuk menayangkan versi-versi alternatif ini.

source: Click to Download
id: Klik untuk Mengunduh

source: Community
id: Komunitas

source: Contains a large collection of software for desktop or server use.<br/>Suitable for installation or upgrade.
id: Mengandung sebuah koleksi software yang besar untuk kegunaan desktop atau server.<br/>Cocok untuk pemasangan atau peng-upgrade-an.

source: Countdown
id: Hitungan mundur

source: Country
id: Negara

source: Currently testing
id: Yang sedang dites

source: Derivatives
id: Turunan

source: Development
id: Pengembangan

source: Development Version
id: Versi Pengembangan

source: Development packages
id: Paket-paket pengembangan

source: Development-
id: Pengembangan-

source: Direct Install
id: Pasang Langsung

source: Direct Link
id: Tautan Langsung

source: Documentation
id: Dokumentasi

source: Don't show this warning the next time
id: Jangan tampakkan peringatan ini lain kali

source: Download
id: Unduh

source: Download %s
id: Unduh %s

source: Download Help
id: Bantuan Unduh

source: Download Method
id: Metode Unduh

source: Download alternative architecture versions of openSUSE Leap, for desktop PCs, laptops, and servers.
id: Unduh versi arsitektur alternatif dari openSUSE Leap, untuk PC-PC desktop, laptop-laptop, dan server-server.

source: Download alternative architectures of the rolling version of openSUSE, for desktop PCs, laptops, and servers.
id: Unduh arsitektur alternatif dari versi bergulir openSUSE, untuk PC desktop, laptop, dan server.

source: Download appliance from %s
id: Unduh perlengkapan dari %s

source: Download openSUSE’s regular release and enjoy the benefits of both enterprise-grade engineering and community-developed innovation.
id: Unduh openSUSE rilis reguler dan nikmati manfaat yang kedua-duanya rekayasa setingkat perusahaan dan inovasi yang dikembangkan komunitas.

source: Download openSUSE’s rolling release and always run the latest packages provided by the openSUSE Project.
id: Unduh openSUSE rilis bergulir dan selalu jalankan paket-paket terkini yang disediakan oleh openSUSE Project.

source: Download the LiveUSBs of the rolling version of openSUSE, for desktop PCs, laptops, and servers.
id: Unduh LiveUSB pada versi bergulir dari openSUSE, untuk PC-PC desktop, laptop-laptop, dan server-server.

source: Download the latest version of openSUSE Leap, for desktop PCs, laptops, and servers.
id: Unduh versi terkini openSUSE Leap, untuk PC-PC desktop, laptop-laptop, dan server-server.

source: Download the rolling version of openSUSE, for desktop PCs, laptops, and servers.
id: Unduh versi bergulir openSUSE, untuk PC-PC desktop, laptop-laptop, dan server-server.

source: Download&nbsp;DVD
id: Unduh&nbsp;DVD

source: Download&nbsp;GNOME
id: Unduh&nbsp;GNOME

source: Download&nbsp;KDE
id: Unduh&nbsp;KDE

source: Download&nbsp;Network
id: Unduh&nbsp;Network

source: Download&nbsp;Rescue
id: Unduh&nbsp;Rescue

source: Downloads
id: Unduhan

source: Downloads the installation system and all packages from online repositories.<br/>Suitable for installation or upgrade.
id: Unduh sistem pemasangan dan semua paket dari repositori online.<br/>Cocok untuk pemasangan atau peng-upgrade-an.

source: Easy Ways to Switch to openSUSE Leap
id: Cara Mudah untuk Beralih ke openSUSE Leap

source: Easy Ways to Switch to openSUSE Tumbleweed
id: Cara Mudah untuk Beralih ke openSUSE Tumbleweed

source: Either a DVD drive or USB port for the installation media
id: Antara drive DVD atau port USB untuk media pemasangan

source: Expand all sections ('e')
id: Perluas semua seksi ('e')

source: Extra Languages
id: Bahasa Extra

source: Extra Languages (32 Bit)
id: Bahasa Extra (32 Bit)

source: Extra Languages (64 Bit)
id: Bahasa Extra (64 Bit)

source: For <strong>%s</strong> run the following as <strong>root</strong>:
id: Untuk <strong>%s</strong> jalankan berikut sebagai <strong>root</strong>:

source: For <strong>%s</strong> run the following:
id: Untuk <strong>%s</strong> jalankan berikut:

source: For <strong>Arch Linux</strong>, edit /etc/pacman.conf and add the following (note that the order of repositories in pacman.conf is important, since pacman always downloads the first found package):
id: Untuk <strong>Arch Linux</strong>, edit /etc/pacman.conf dan tambahkan berikut (perhatikan bahwa urutan repositori di pacman.conf adalah penting, karena pacman selalu mengunduh paket yang pertama ditemukan):

source: For each ISO, we offer a checksum file with the corresponding SHA256 sum.
id: Untuk setiap ISO, kami menawarkan sebuah file checksum dengan jumlah SHA256 yang sesuai.

source: For extra security, you can use GPG to verify who signed those .sha256 files.
id: Untuk keamanan extra, kamu bisa menggunakan GPG untuk memverifikasi yang menandatangani file-file .sha256.

source: For extra security, you can use GPG to verify who signed those .sha256 files. It should be %s.
id: Untuk keamanan extra, kamu bisa menggunakan GPG untuk memverifikasi yang menandatangani file-file .sha256. Seharusnya %s.

source: For more help verifing your download please read
id: Untuk bantuan memverifikasi lebih lanjut unduhanmu silakan baca

source: From OS X
id: Dari OS X

source: From Windows
id: Dari Windows

source: From an older version or other Linux distro
id: Dari sebuah versi lawas atau distro linux lainnya

source: Full Documentation
id: Dokumentasi Penuh

source: Games
id: Mainan

source: Get Unsupported Tumbleweed LiveCDs.
id: Dapatkan LiveCD Tumbleweed Tak Didukung.

source: Get one of the specialized distributions built on openSUSE.
id: Dapatkan salah satu dari bikinan distribusi yang dikhususkan pada openSUSE.

source: Get openSUSE
id: Dapatkan openSUSE

source: Get openSUSE Leap for other architectures.
id: Dapatkan openSUSE Leap arsitektur lainnya.

source: Get openSUSE Tumbleweed for other architectures.
id: Dapatkan openSUSE Tumbleweed untuk arsitektur yang lain.

source: Getting Help
id: Mendapatkan Bantuan

source: Gold Sponsor
id: Sponsor Emas

source: Grab binary packages directly
id: Ambil paket-paket biner secara langsung

source: Header Logo
id: Logo Tajuk

source: Help on Download Method
id: Bantuan pada Metode Unduh

source: Help on Type of Computer
id: Bantuan pada Tipe Komputer

source: Help test openSUSE’s next version of Leap by downloading the latest development milestone.
id: Bantuan uji openSUSE versi selanjutnya dari Leap dengan mengunduh tonggak pengembangan terkini.

source: Help test the next version of openSUSE Leap, the regular-release distribution for desktop PCs, laptops, and servers.
id: Bantuan uji versi selanjutnya dari openSUSE Leap, distribusi rilis leguler untuk PC-PC desktop, laptop-laptop, dan server-server.

source: How to Proceed
id: Bagaimana untuk Memproses

source: How to burn a DVD on Linux.
id: Bagaimana untuk membakar sebuah DVD pada Linux.

source: How to burn a DVD on OS X.
id: Bagaimana untuk membakar sebuah DVD pada OS X.

source: How to burn a DVD on Windows.
id: Bagaimana untuk membakar sebuah DVD pada Windows.

source: How to create a Bootable USB stick on Windows.
id: Bagaimana untuk membuat sebuah Bootable USB stick pada Windows.

source: How to create a bootable USB stick on Linux.
id: Bagaimana untuk membuat sebuah bootable USB stick pada Linux.

source: How to create a bootable USB stick on OS X.
id: Bagaimana untuk membuat sebuah bootable USB stick pada OS X.

source: If you are still not sure, download
id: Jika kamu tetap tidak yakin, unduh

source: If you want to use a direct link but live in a place in the world where our download redirector has not enough information to redirect to the fastest mirror, you can pick a mirror yourself.
id: Jika Anda ingin menggunakan tautan langsung namun tinggal di tempat di dunia di mana pengalihan unduhan kami tidak memiliki cukup informasi untuk mengalihkan ke cermin tercepat, Anda dapat memilih cermin sendiri.

source: If you’re already running openSUSE you can upgrade by booting from the DVD/USB and choosing upgrade, or carry out an ‘Online Upgrade’ in a few commands.
id: Jika kamu sudah siap menjalankan openSUSE kamu bisa upgrade dengan mem-boot dari –DVD/USB dan memilih upgrade, atau melakukan sebuah ‘Online Upgrade’ dalam beberapa –perintah.

source: Install package %s / %s
id: Pasang paket %s / %s

source: Install pattern %s / %s
id: Pasang pola %s / %s

source: Install using One Click Install
id: Pasang menggunakan One Click Install

source: Installation Guides
id: Panduan Pemasangan

source: Installation Media
id: Media Pemasangan

source: Installation Medium
id: Sarana Pemasangan

source: Internet access is helpful, and required for the Network Installer
id: Akses internet telah terpenuhi, dan diperluan untuk Pemasang Jaringan

source: It is easy to
id: Sangat mudah untuk

source: It is not expected to change in any significant way until its next annual release.
id: Hal ini tidak diharapkan untuk mengubah dengan cara apa pun yang signifikan sampai rilis tahunan berikutnya.

source: It should be
id: Yang seharusnya

source: Join the fast-growing community, put openSUSE into more hands by getting the latest PromoDVD for your group, non-profit organization, school university or event like LUG meetings, installfests, and conferences. Promo DVDs help to increase awareness and visibility of openSUSE!
id: Bergabunglah dengan komunitas yang tumbuh dengan cepat, letakkan openSUSE ke tangan yang lebih banyak dengan mendapatkan PromoDVD terbaru untuk grupmu, organisasi nirlaba, sekolah universitas atau acara seperti pertemuan LUG, installfests, dan konferensi. DVD-DVD promo membantu meningkatkan kesadaran dan keterbukaan openSUSE!

source: Konqueror of KDE 3 is unfortunately unmaintained and its javascript implementation contains bugs that make it impossible to use with this page. Please make sure you have javascript disabled before you <a href='%s'>continue</a>.
id: Konqueror dari KDE 3 sayangnya sudah tidak lagi dipelihara dan implementasi javascript-nya mengandung bug yang membuatnya tidak mungkin untuk digunakan dengan halaman ini. Silakan pastikan bahwa kamu memiliki javascript yang ter-disable sebelum kamu <a href='%'>melanjutkan</a>.

source: Language
id: Bahasa

source: Leap is recommended for <strong>Sysadmins</strong>, <strong>Enterprise Developers</strong>, and <strong>‘Regular’ Desktop Users</strong>.
id: Leap dianjurkan untuk <strong>Sysadmins</strong>, <strong>Enterprise Developers</strong>, dan <strong>‘Regular’ Desktop Users</strong>.

source: Leap shares a Common Base System with
id: Leap berbagi sebuah Common Base System dengan

source: Legacy 32 Bit PC
id: PC 32 Bit Kuno

source: Legacy 32&nbsp;Bit&nbsp;PC
id: PC&nbsp;32&nbsp;Bit Kuno

source: License
id: Lisensi

source: Many applications can verify the checksum of a download. To verify your download can be important as it verifies you really have got the ISO file you wanted to download and not some broken version. You could verify the file in the process of downloading. For example a checksum (SHA256) will be used automatically if you choose Metalink in the field above and use the add-on DownThemAll! in Firefox.
id: Banyak aplikasi yang bisa memverifikasi checksum dari sebuah unduhan. Untuk verifikasi unduhanmu bisa menjadi penting sebagai pemverifikasian bahwa kamu benar-benar telah mendapatkan file ISO yang kamu inginkan untuk pengunduhan dan bukan beberapa versi yang rusak. Kamu bisa memverifikasi file dalam proses mengunduh. Misalnya checksum (SHA256) akan digunakan secara otomatis jika kamu memilih Metalink pada bidang di atas dan gunakan add-on DownThemAll! di Firefox.

source: Many applications can verify the checksum of a download. To verify your download can be important as it verifies you really have got the ISO file you wanted to download and not some broken version.
id: Banyak aplikasi yang bisa memverifikasi checksum dari sebuah unduhan. Untuk verifikasi unduhanmu bisa menjadi penting sebagai pemverifikasian bahwa kamu benar-benar telah mendapatkan file ISO yang kamu inginkan untuk pengunduhan dan bukan beberapa versi yang rusak.

source: More information on burning the ISO file to CD/DVD
id: Informasi lebih lanjut tentang membakar file ISO ke CD/DVD

source: More information on creating a <a href='http://en.opensuse.org/Live_USB_stick'>bootable USB stick</a>
id: Informasi lebih lanjut tentang pembuatan sebuah <a href='http://en.opensuse.org/Live_USB_stick'>bootable USB stick</a>

source: More information on downloading openSUSE is available from the <a href="http://en.opensuse.org/SDB:Download_help">Download Help</a> and <a href="http://en.opensuse.org/SDB:Network_installation">Network Installation</a> pages in our <a href="http://en.opensuse.org/Portal:Documentation">Documentation Wiki</a>.
id: Informasi lebih lanjut pada pengunduhan openSUSE telah tersedia dari <a href="http://en.opensuse.org/SDB:Download_help">Download Help</a> dan halaman <a href="http://en.opensuse.org/SDB:Network_installation">Network Installation</a> dalam <a href="http://en.opensuse.org/Portal:Documentation">Documentation Wiki</a> kami.

source: Most new computers support <a href="http://en.wikipedia.org/wiki/X86-64">x86-64</a> (also known as AMD64 and Intel64), but some laptop processors and netbook processors do not support it. So you need to check wikipedia if you want to be sure your computer supports it.
id: Beberapa komputer baru mendukung <a href="http://en.wikipedia.org/wiki/X86-64">x86-64</a> (yang juga dikenal sebagai AMD64 dan Intel64), tapi beberapa prosesor laptop dan prosesor netbook tidak mendukungnya. Jadi kamu perlu memeriksa ke wikipedia jika kamu ingin memastikan bahwa komputermu mendukung itu.

source: Need help?
id: Butuh bantuan?

source: Network
id: Jejaring

source: No appliance data for %s
id: Tiada alat data untuk %s

source: No appliances found in project %s
id: Tiada alat yang ditemukan dalam proyek %s

source: No data for %s / %s
id: Tiada data untuk %s / %s

source: No description found...
id: Tiada deskripsi yang ditemukan…

source: No downloads found for %s in project %s
id: Tiada unduhan yang ditemukan untuk %s dalam proyek %s

source: No packages found matching your search.
id: Tiada paket-paket ditemukan yang cocok dengan penelusuranmu.

source: NonOSS CD
id: CD NonOSS

source: OBS Backend not available
id: Backend OBS tidak tersedia

source: Official Manuals
id: Buku Petunjuk Resmi

source: Online Upgrade Instructions
id: Petunjuk Upgrade Online

source: Only DVD and Network medias are fully tested. Alternatives, like live or rescue systems, are recommended for limited use only.
id: Hanya media DVD dan Network yang sepenuhnya diuji. Alternativnya, seperti live atau sistem penyelamat (rescue), yang dianjurkan untuk penggunaan terbatas saja.

source: Over 40GB of free hard drive space
id: Lebih dari 40GB ruang hard drive bebas

source: Package %s not found...
id: Paket %s tidak ditemukan...

source: Package Repositories
id: Repositori Paket

source: Package Search
id: Telusuri Paket

source: Packages for %s:
id: Paket-paket untuk %s:

source: Pick Mirror
id: Pilih Mirror

source: Platinum Sponsor
id: Sponsor Platinum

source: Please Note: These LiveUSBs are not supported
id: Silakan Dicatat: LiveUSB tersebut tidak didukung

source: Please be aware that the following packages are from unofficial repositories. That means they are not reviewed by openSUSE and may contain unstable or experimental software.
id: Silakan pahami paket-paket berikut ini ialah dari repositori tak resmi. Yang mungkin saja ia tidak ditinjau oleh openSUSE dan mungkin berisi software experimental atau tak stabil.

source: Please enter a <b>brief</b> reason (in English!) why you need the DVDs and provide a link of the event/purpose.
id: Silakan masukkan alasan <b>singkat</b> (dalam bahasa Inggris!) mengapa kamu butuh DVD dan menyediakan sebuah tautan kejadian/tujuan.

source: Please note that this is not the latest openSUSE release. You can get the latest version <a href='/'>here</a>.
id: Silakan itu dicatat ini adalah rilis openSUSE terkini. Kamu bisa mendapatkan versi yang terkini <a href='/'>di sini</a>.

source: Please report any issues you find in our Bugtracker.
id: Silakan laporkan masalah apa pun yang kamu temukan dalam Bugtracker kami.

source: Please review
id: Silakan ulas

source: Promo DVDs and all the related artwork -labels and sleeve- can be downloaded from the <a href="http://download.opensuse.org/promodvd/">promodvd download directory %s</a>. Keep in mind that this is a special version of openSUSE, namely designed for promotional distribution.
id: DVD-DVD promo dan semua kerangka kera yang behubungan -label ………dan sleeve- bisa diunduh dari <a href="http://download.opensuse.org/promodvd/">promodvd download directory %s</a>. Perlu diingat bahwa ini adalah versi spesial ………openSUSE, dirancang untuk distribusi promosi.

source: Recommended System Requirements
id: Keperluan Sistem Yang Disarankan

source: Related categories:
id: Ketegori yang berhubungan:

source: Release Notes
id: Catatan Rilis

source: Released Version
id: Versi Yang Dirilis

source: Reporting Bugs
id: Melaporkan Bug-bug

source: Rescue
id: Penyelamat

source: Rescue system that you can run from CD or from USB stick.<br/>Can not be used for installation or upgrade.
id: Sistem penyelamat tersebut kamu bisa menjalankan dari CD atau dari USB stick.<br/>Tidak bisa digunakan untuk pemasangan atau peng-upgrade-an.

source: Search
id: Telusuri

source: Select Your Operating System
id: Pilih Operasi Sistem Kamu

source: Select the image type
id: Pilih tipe image

source: Show
id: Tampakkan

source: Show development, language and debug packages
id: Tampakkan pengembangan, bahasa dan paket-paket debug

source: Show distribution:
id: Tampakkan distribusi:

source: Show more packages for unsupported distributions
id: Tampakkan paket-paket lebih lanjut untuk distribusi yang tak didukung

source: Show more...
id: Tampakkan lebih lanjut...

source: Show other versions
id: Tampakkan versi lainnya
