Repository: openSUSE/software-o-o
Catalog: locale/*/*.po
Languages: id

source: Show unstable packages
id: Tampakkan paket-paket tak stabil

source: Show unsupported packages
id: Tampakkan paket-paket tak didukung

source: Silver Sponsor
id: Sponsor Perak

source: Size
id: Ukuran

source: Some alternative media (eg. live and rescue systems) are also available, although they are less tested and recommended for limited use only.
id: Beberapa media alternativ (yaitu live dan sistem penyelamat) juga telah tersedia, yang sudah melalui tahap uji dan dianjurkan untuk penggunaan terbatas saja.

source: Some of the live distributions based on openSUSE. Those interested in trying to build their own derivatives can take a look at <a href="http://susestudio.com/">SUSE Studio</a>.
id: Beberapa distribusi live yang berdasarkan pada openSUSE. Mereka yang tertarik untuk mencoba bikin turunannya sendiri bisa melihat di <a href="http://susestudio.com/">SUSE Studio</a>.

source: Source
id: Sumber

source: Sponsored by
id: Disponsori oleh

source: Sponsored by: AMD
id: Disponsori oleh: AMD

source: Sponsored by: B1 Systems
id: Disponsori oleh: B1 Systems

source: Sponsored by: Heinlein
id: Disponsori oleh: Heinlein

source: Sponsored by: IP Exchange
id: Disponsori oleh: IP Exchange

source: Sub-Packages
id: Sub Paket-paket

source: Support
id: Dukung

source: The DVD/USB Stick is typically recommended as it contains most of the packages available in the distribution and does not require a network connection during the installation.
id: DVD/USB Stick biasanya dianjurkan karena berisi sebagian besar paket-paket yang tersedia dalam distribusi dan tidak memerlukan sambungan jaringan selama pemasangan.

source: The Network CD/USB Stick is recommended for users who have limited bandwidth on their internet connections, as it will only download the packages they choose to install, which is likely to be significantly less than 4.7GB.
id: Network CD/USB Stick adalah dianjurkan untuk pengguna yang memiliki keterbatasan bandwidth pada sambungan internet mereka, karena hanya akan mengunduh paket-paket yang mereka pilih untuk dipasang, yang kemungkinan akan sangat signifikan kurang dari 4.7GB.

source: The installation process is available in many languages but, for most of them, the translation of the applications is not included in the image. If you want your openSUSE system to support some additional language, you need to download it from the Internet during the installation or any time after it. If you have easy access to the Internet you do not need this CD, but if you are planning to install openSUSE in some machine with no Internet connection, it will provide you access to all the available translations.
id: Proses pemasangan telah tersedia dalam banyak bahasa namun, bagi sebagian besar dari mereka, terjemahan pada aplikasi tidak termasuk dalam image. Jika kamu ingin sistem openSUSE-mu mendukung beberapa bahasa tambahan, kamu perlu mengunduhnya dari Internet selama pemasangan atau kapan saja setelahnya. Jika kamu memiliki akses mudah ke Internet, kamu tidak memerlukan CD ini, namun jika kamu berencana memasang openSUSE di beberapa mesin tanpa sambungan Internet, kamu akan dapat mengakses semua terjemahan yang tersedia.

source: Then run the following as <strong>root</strong>
id: Kemudian jalankan berikut sebagai <strong>root</strong>

source: There is no openSUSE release in testing phase at the moment. <br/> If you want to use bleeding edge software, please use <a href='http://en.opensuse.org/Portal:Tumbleweed'>openSUSE Tumbleweed</a>.
id: Tidak ada rilis openSUSE dalam tahap pengujian saat ini. <br/> Jika kamu ingin menggunakan software bleeding edge, silakan gunakan <a href='http://en.opensuse.org/Portal:Tumbleeed'>openSUSE Tumbleweed </a>.

source: They are not tested as thoroughly as the
id: Mereka tidak diuji secara menyeluruh seperti

source: They cannot be used to install or upgrade Tumbleweed. Please use the
id: Ia tak bisa digunakan untuk memasang atau upgrade Tumbleweed. Silakan gunakan

source: They have a limited package/driver selection, so cannot be considered an accurate reflection as to whether Tumbleweed will work on your hardware or not.
id: Ia memiliki pilihan driver/paket terbatas, sehingga tak bisa dianggap refleksi yang akurat mengenai apakah Tumbleweed akan bekerja pada hardware-mu atau tidak.

source: This CD contains free software distributed under proprietary licence not allowing its inclusion to main installation media together with free open-source software. All software from this CD could be downloaded from NON-OSS repository.
id: CD ini berisi software bebas yang didistribusikan dengan lisensi proprietary yang tidak mengizinkan penyertaannya ke media pemasangan utama bersama dengan software open-source bebas. Semua software dari CD ini dapat diunduh dari repositori NON-OSS.

source: This is not a supported release. It is provided to help openSUSE testers find bugs before release.
id: Ini adalah bukan rilis yang didukung. Ini disediakan untuk membantu penguji openSUSE yang menemukan bug sebelum rilis.

source: This version runs on all PCs including those that support 64 Bit. If you have more than 3 GB of RAM you should prefer the 64 Bit version though. openSUSE does not support processors before Pentium - the live CDs even support only i686 (Pentium Pro and later).
id: Versi ini berjalan pada semua PC termasuk yang mendukung 64 Bit. Jika kamu memiliki lebih dari 3 GB RAM kamu seharusnya memilih versi 64 Bit sekalian. openSUSE tidak mendukung prosesor sebelum Pentium - live CD bahkan hanya mendukung i686 (Pentium Pro dan yang lebih baru).

source: Toggle navigation
id: Jungkitan kemudi

source: Tumbleweed is recommended for <strong>Developers</strong>, <strong>openSUSE Contributors</strong>, and <strong>Linux/FOSS Enthusiasts</strong>.
id: Tumbleweed adalah dianjurkan bagi <strong>Developers</strong>, <strong>openSUSE Contributors</strong>, dan <strong>Linux/FOSS Enthusiasts</strong>.

source: Type of Computer
id: Tipe Komputer

source: Unsupported
id: Tak didukung

source: Unsupported distributions:
id: Distribusi tak didukung:

source: Upgrade Instructions
id: Petunjuk upgrade

source: User manuals are available from <a href="http://activedoc.opensuse.org">activedoc.opensuse.org</a>, for example the <a href="http://activedoc.opensuse.org/book/opensuse-start-up/">Official Start-Up Guide</a>.
id: Panduan pengguna telah tersedia dari <a href="http://activedoc.opensuse.org">activedoc.opensuse.org</a>, contohnya <a href="http://activedoc.opensuse.org/book/opensuse-start-up/">Official Start-Up Guide</a>.

source: Using <a href="http://en.opensuse.org/SDB:BitTorrent">BitTorrent</a> is recommended on slow links, especially when downloading the DVD image. BitTorrent downloads have several benefits, the clients protect against data corruption and you help relieving the load on the servers by participating in the upload - if enough people participate it will also be faster than the centralized servers - for everybody. Whatsmore, it allows you to stop the download at any time and resume it later.
id: Menggunakan <a href="http://en.opensuse.org/SDB:BitTorrent">BitTorrent</a> adalah dianjurkan pada link lambat, terutama saat mengunduh image DVD. Unduhan BitTorrent memiliki beberapa keuntungan, melindungi klien terhadap korupsi data dan kamu membantu mengurangi beban di server dengan berpartisipasi dalam upload - jika cukup banyak orang berpartisipasi, itu juga akan lebih cepat daripada server terpusat - untuk semua orang. Terlebih lagi, ini mengizinkan kamu menghentikan unduhan kapan saja dan melanjutkannya nanti.

source: Verify Your Download Before Use
id: Verifikasi Unduhanmu Sebelum Digunakan

source: Verify your download before use
id: Verifikasi unduhanmu sebelum digunakan

source: Version
id: Versi

source: We offer three different checksums:
id: Kami menawarkan tiga checksum berbeda:

source: We would like you, to keep us informed about your usage of the DVDs, so we can help you to promote your organization, event or school on our <a href='http://news.opensuse.org' title='news.opensuse.org'>news page</a> or other resources. (Hint! We love photos. Take lots of them!). Please contact us at <a href='mailto:opensuse-marketing@opensuse.org'>opensuse-marketing@opensuse.org</a> to discuss promotion and/or other ways we can assist you.
id: Kami ingin kamu, untuk memberi tahu kami tentang penggunaan DVD-mu, sehingga kami bisa membantu kamu untuk mempromosikan organisasimu, acara atau sekolah pada <a href='http://news.opensuse.org' title='news.opensuse.org'>halaman baru</a> kami atau sumber lainnya. (Ingat! Kami menyukai foto. Ambil banyak dari mereka!). Silahkan hubungi kami di <a href='mailto:opensuse-marketing@opensuse.org'>opensuse-marketing@opensuse.org</a> untuk diskusi promosi dan/atau cara lain kita bisa membantumu.

source: When downloading images other than the CD for network installation, it is <i>strongly</i> recommended to use a proper download manager to reduce the risk of corrupted data.
id: Saat mengunduh image selain CD untuk pemasangan jaringan, <i>sangat</i> dianjurkan untuk menggunakan pengelola unduhan yang tepat untuk mengurangi risiko data yang korup.

source: You can add the repository key to apt. Keep in mind that the owner of the key may distribute updates, packages and repositories that your system will trust (<a href="%s">more information</a>). To add the key, run:
id: Kamu bisa menambahkan kunci repositori ke apt. Perhatikan bahwa pemilik kunci dapat mendistribusikan pembaruan, paket-paket dan repositori yang akan dipercaya oleh sistemmu (<a href="%s">informasi lebih lanjut</a>). Untuk menambahkan kunci, jalankan:

source: You could try to extend your search to development packages or search for another base distribution (currently ).
id: Kamu bisa mencoba memperluas pencarianmu ke paket-paket pengembangan atau mencari distribusi dasar lainnya (saat ini).

source: You could verify the file in the process of downloading. For example a checksum (SHA256) will be used automatically if you choose <a href='http://en.opensuse.org/SDB:Metalink'>Metalink</a> in the field above and use the add-on DownThemAll! in <a href='http://en.opensuse.org/Firefox'>Firefox</a>.
id: Kamu bisa memverifikasi file dalam proses mengunduh. Contohnya checksum (SHA256) akan digunakan secara otomatis jika kamu memilih <a href='http://en.opensuse.org/SDB:Metalink'>Metalink</a> dalam bidang di atas dan gunakan add-on DownThemAll! di <a href='http://en.opensuse.org/Firefox'>Firefox</a>.

source: also offers a number of unsupported LiveUSBs. These cannot be used for Installation or Upgrade. They are not an accurate reflection as to whether or not Tumbleweed will run on your hardware.
id: juga menawarkan sejumlah LiveUSB yang tak didukung. Ini tak bisa digunakan untuk Pemasangan atau Upgrade. Hal itu bukanlah celaan yang akurat tentang apakah Tumbleweed akan berjalan pada hardware-mu atau tidak.

source: annually
id: tiap tahun

source: as well as by human openSUSE contributors so both can be relied upon to work.
id: serta oleh kontributor openSUSE manusia sehingga keduanya bisa diandalkan untuk bekerja.

source: gpg signature
id: tandatangan gpg

source: if you change your mind later.
id: jika kamu berubah pikiran nanti.

source: instead.
id: sebagai gantinya.

source: is a <strong>regular-release</strong>. This means it releases
id: adalah sebuah <strong>regular-release</strong>. Ini berarti rilis

source: is a <strong>rolling-release</strong>. This means the software is always the latest stable versions available from the openSUSE Project. Things will change regularly as Free and Open Source projects continually release new versions of their software.
id: adalah sebuah <strong>rolling-release</strong>. Ini berarti software yang selalu tersedia versi stabil terkini dari openSUSE Project. Yang akan berubah secara reguler sebagai proyek Free dan Open Source dengan software yang rilis secara terus-menerus dengan versi terbaru.

source: is also available on other architectures, such as Intel 32-bit (aka i586), AArch64 (aka ARMv8) and PPC64.
id: juga tersedia pada arsitektur lainnya, seperti Intel 32-bit (alias i586), AArch64 (alias ARMv8) dan PPC64.

source: is still the most commonly used checksum. Many ISO burners display it right before burning.
id: checksum masih merupakan yang paling sering digunakan. Banyak pembakar ISO menayangkannya tepat sebelum membakar.

source: is the less known but more secure checksum than md5.
id: checksum adalah kurang begitu dikenal namun lebih aman daripada md5.

source: lifetime
id: seumur hidup

source: offers the most security as you can verify who signed it. It should be <tt>%s</tt>.
id: menawarkan keamanan paling banyak karena kamu bisa memverifikasi siapa yang menandatanganinya. Itu seharusnya <tt>%s</tt>.

source: openSUSE Leap is also available on other architectures, such as AArch64 (aka ARMv8) and PPC64.
id: openSUSE Leap juga tersedia pada arsitektur lainnya, seperti AArch64 (alias ARMv8) dan PPC64.

source: openSUSE has a number of unofficial derivative distributions. These are made by our awesome community, often for special purposes.
id: openSUSE memiliki sejumlah distribusi derivatif tak resmi. Ini dibuat oleh komunitas kita yang mengagumkan, yang sering untuk tujuan khusus.

source: openSUSE is available via http (direct link) or BitTorrent. The CD for network installation is only available via http.
id: openSUSE tersedia via http (tautan langsung) atau BitTorrent. CD untuk pemasangan jaringan yang hanya tersedia via http.

source: openSUSE is completely free to download, use and share.
id: openSUSE sepenuhnya bebas untuk diunduh, digunakan dan dibagikan.

source: openSUSE only supports PCs with 32 Bits and 64 Bits.
id: openSUSE hanya mendukung PC dengan 32 Bit dan 64 Bit.

source: see Derivatives on wiki
id: lihat Derivative pada wiki

source: so major architectural changes are not expected for several years, aligned with each new Major Release (eg 12, 13, etc) of SUSE Linux Enterprise.
id: perubahan arsitektur yang begitu besar tidak diharapkan selama beberapa tahun, selaras dengan masing-masing Release Utama baru (misalnya 12, 13, dll) dari SUSE Linux Enterprise.

source: switch to
id: beralih ke

source: switch to openSUSE Tumbleweed
id: beralih ke openSUSE Tumbleweed

source: test results if you want an indication whether these LiveUSBs are working as expected.
id: hasil uji jika kamu ingin mengetahui apakah LiveUSB tersebut telah bekerja sebagaimana mestinya.

source: with security and stability updates being the priority during each release
id: dengan pembaruan keamanan dan stabilitas menjadi prioritas selama tiap rilis
