Repository: openSUSE/software-o-o
Catalog: locale/*/software.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, gl, it, ja, lt, nl, pl, pt_br, ru, sk, uk

source: Both distributions are fully capable of being used on a Desktop PC, laptop, server, or in the cloud.
cs: Obě distribuce jsou plně použitelné na stolním PC, notebooku, serveru nebo v cloudu.
da: Begge distributioner er fuldtud i stand til at blive brugt på en stationær pc, bærbar, server eller i skyen.
de: Beide Distributionen sind komplett für die Verwendung auf einem Desktop-PC, Laptop, Server, oder in der Cloud geeignet.
el: Και οι δύο διανομές είναι απολύτως ικανές για χρήση σε προσωπικό υπολογιστή, φορητό υπολογιστή, διακομιστή ή στο cloud.
es: Ambas distribuciones son totalmente aptas para ser utilizadas en un PC de escritorio, portátil, servidor o en la nube.
fi: Kumpaakin jakelua voi täysin käyttää työpöytätietokoneessa, kannettavassa, palvelimessa tai pilvessä.
fr: Les deux distributions peuvent parfaitement être utilisées sur un ordinateur classique, un ordinateur portable, un serveur ou dans le Cloud.
gl: Ambas distribucións son totalmente aptas para seren utilizadas nun PC de sobremesa, portátil, servidor ou na nube.
it: Entrambe le distribuzioni possono essere usate senza problemi su un PC fisso, un portatile, un server o nel cloud.
ja: いずれのディストリビューションとも、デスクトップ PC やラップトップ、サーバやクラウド環境でお使いいただくことができます。
lt: Abu platinamieji paketai tinkami diegti tiek stalinį kompiuterį, tiek į nešiojamąjį kompiuterį, tiek į serverį, tiek į debesį.
nl: Beide distributies zijn volledig in staat om te worden gebruikt op een desktop-pc, laptop, server of in de cloud.
pl: Obie dystrybucje są w pełni wyposażone do użytku na desktopach, laptopach, serwerach oraz w chmurze.
pt_br: Ambas distribuições são totalmente capazes de serem usadas num PC, notebook, servidor ou na nuvem.
ru: Оба дистрибутива отлично подходят для использования на настольном ПК, ноутбуке, сервере или в облаке.
sk: Obe distribúcie sú plne použiteľné na stolnom počítači, prenosnom počítači, serveri alebo v cloude.
uk: Обидва дистрибутива відмінно підходять для використання на ПК, ноутбуці, сервері або в хмарі.

source: Both distributions are well tested by <a href="https://openqa.opensuse.org">openQA</a> as well as by human openSUSE contributors so both can be relied upon to work.
cs: Obě distribuce jsou dobře testovány s <a href="https://openqa.opensuse.org">openQA</a> i s přispěvateli openSUSE, takže se lze spolehnout, že budou obě funkční.
da: Begge distributioner er gennemtestet af <a href="https://openqa.opensuse.org">openQA</a> såvel som af menneske-openSUSE-bidragsydere så du kan have tillid til at de begge virker.
de: Beide Distributionen sind sehr gut von <a href="https://openqa.opensuse.org">openQA</a>, wie auch manuell von openSUSE-Beitragenden getestet, so dass man sich auf das Funktionieren beider verlassen kann.
el: Και οι δυο διανομές είναι απολύτως δοκιμασμένες από το <a href="https://openqa.opensuse.org">openQA</a> καθώς και από ανθρώπινους συνεισφέροντες στο openSUSE, ώστε και οι δύο να μπορούν να βασίζονται ότι δουλεύει.
es: Ambas distribuciones se prueban a conciencia en <a href="https://openqa.opensuse.org">openQA</a> y también por personas que colaboran con openSUSE, por lo que se puede confiar en ellas para trabajar.
fi: Kumpikin jakelu on <a href="https//openqa.opensuse.org/">openQA</a>:n samoin kuin openSUSEn avustajien testaama, joten kummankin toimintaan voi luottaa.
fr: Les deux distributions sont testées à la fois par <a href="https://openqa.opensuse.org">openQA</a> et manuellement par des contributeurs à openSUSE donc vous pouvez compter sur leur bon fonctionnement.
gl: Ambas distribucións son probadas en <a href="https://openqa.opensuse.org">openQA</a> e tamén por colaboradores de openSUSE, por tanto, pódese confiar nelas para traballar.
it: Entrambe le distribuzioni sono testate a fondo da <a href="https://openqa.opensuse.org">openQA</a> così come da contributori di openSUSE in carne ed ossa, per cui è possibile fare affidamento su entrambe per il proprio lavoro.
ja: いずれのディストリビューションも <a href="https://openqa.opensuse.org">openQA</a> で十分にテストされているほか、 openSUSE への貢献者の方々もテストに参加していただいております。そのため、いずれのディストリビューションとも、日々の作業を行なうのに問題は無いものと考えております。
lt: Abu platinamuosius paketus tikrina <a href="https://openqa.opensuse.org">openQA</a> ir openSUSE pagalbininkai, o jų darbu galite pasitikėti.
nl: Beide distributies zijn goed getest met <a href="https://openqa.opensuse.org">openQA</a> evenals door mensen die bijdragen aan openSUSE zodat op beiden vertrouwd kan worden dat ze werken.
pl: Obie dystrybucje są w pełni testowane przez <a href="https://openqa.opensuse.org">openQA</a> jak również przez ludzkich współtwórców openSUSE, aby obie były zaufanymi w działaniu.
pt_br: Ambas distribuições são bem testadas pelo <a href="https://openqa.opensuse.org">openQA</a> bem como por colaboradores do openSUSE, portanto ambas são confiáveis para se usar.
ru: Оба дистрибутива хорошо протестированы как <a href="https://openqa.opensuse.org">openQA</a>, так и участниками openSUSE, так что на обоих можно положиться в работе.
sk: Obidve distribúcie sú dobre testované s <a href="https://openqa.opensuse.org">openQA</a> ako aj ľudskými openSUSE prispievateľmi, takže sa na ne možno spoľahnúť pri práci.
uk: Обидва дистрибутиви добре протестовані на <a href="https://openqa.opensuse.org">openQA</a>, а також учасниками openSUSE, тому на обидва можна покластися в роботі.

source: Build service
da: Byggetjeneste
fi: Koostamispalvelu
ja: Build サービス
lt: Kūrimo paslauga
ru: Служба сборки
uk: Служба складання

source: Cancel
cs: Zrušit
es: Cancelar
fi: Peru
fr: Annuler
ja: キャンセル
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sk: Zrušiť

source: Connection to OBS is unavailable. Functionality of this site is limited.
cs: Připojení k OBS není dostupné. Funkčnost tohoto webu je omezena.
es: No está disponible la conexión con OBS. La funcionalidad de este sitio está limitada.
fi: OBS-yhteys ei ole käytettävissä. Sivuston toiminnallisuus on rajallinen.
fr: La connexion à OBS est indisponible. La fonctionnalité de ce site sera limitée.
ja: OBS への接続が利用できません。このサイトの機能は制限されます。
nl: Verbinding naar OBS is niet beschikbaar. Functionaliteit van deze site is beperkt.
pt_br: A conexão ao OBS está indisponível. A funcionalidade deste site é limitada.
ru: Соединение с OBS недоступно. Функциональность сайта ограничена.
sk: Pripojenie k OBS nie je k dispozícii. Funkčnosť tejto stránky je obmedzená.

source: Container as a Service Platform based on Kubernetes atop openSUSE MicroOS.
cs: Kontejner jako platforma služeb na základě Kubernetes atop openSUSE MicroOS.
es: Contenedor como plataforma de servicios basada en Kubernetes sobre openSUSE MicroOS.
fi: Container on Kubernetesiin perustuva palvelualusta openSUSE MicroOSin yllä.
fr: Plate-forme « Container as a Service » basé sur Kubernetes et openSUSE MicroOS.
ja: openSUSE MicroOS 上の Kubernetes をベースにした Container as a Service プラットフォームです。
nl: Container als een serviceplatform gebaseerd op Kubernetes bovenop openSUSE MicroOS.
pt_br: Contêiner como uma plataforma de serviços baseada em Kubernetes no topo do openSUSE MicroOS.
ru: Платформа Container as a Service основана на Kubernetes поверх openSUSE MicroOS.
sk: Kontajner ako platforma služieb založená na Kubernetes nad openSUSE MicroOS.

source: Contains a large collection of software for desktop or server use. Suitable for installation or upgrade.
cs: Obsahuje obrovskou sbírku software pro použití na osobních počítačích i serverech. Vhodné pro instalaci nebo upgrade.
da: Indeholder en stor samling af software til desktop- eller serverbrug. Egnet til installation eller opgradering.
de: Enthält eine große Anzahl an Software für Desktop- oder Server-Benutzung. Zur Installation oder Aktualisierung geeignet.
el: Περιέχει μεγάλη συλλογή εφαρμογών για χρήση σε προσωπικό υπολογιστή ή διακομιστή. Κατάλληλο για εγκατάσταση ή αναβάθμιση.
es: Contiene una gran cantidad de software para usar en equipos de sobremesa o servidores. Adecuado para instalación o actualización.
fi: Sisältää laajan kokoelman ohjelmia työpöytä- tai palvelinkäyttöön. Soveltuu asennukseen tai päivitykseen.
fr: Contient une large collection de logiciels pour une utilisation de bureau ou en tant que serveur. Convient pour l'installation comme pour la mise à jour.
gl: Contén unha grande colección de software para o uso do escritorio ou en servidores. Axeitado para instalar ou anovar.
it: Contiene un'ampia collezione di programmi per uso desktop o server. Appropriato per installazione e aggiornamento.
ja: デスクトップやサーバとして使用するための巨大なソフトウエアコレクションが含まれています。インストールやアップグレードにご利用いただけます。
lt: Turi didžiulę programinės įrangos kolekciją, skirtą naudojimui darbastaliuose ar serveriuose. Tinkama diegimui ar atnaujinimui.
nl: Bevat een grote collectie software voor gebruik op het bureaublad en of op een server. Geschikt voor eerste installatie of opwaarderen.
pl: Zawiera bogatą kolekcję oprogramowania dla systemu klasy desktop lub serwer. Zalecane w przypadku instalacji lub aktualizacji.
pt_br: Contém uma grande coleção de softwares para o uso em áreas de trabalho ou servidores. Adequado para instalação ou atualização.
ru: Содержит огромный набор ПО для настольного или серверного использования. Подходит для установки или обновления.
sk: Obsahuje kolekciu aplikácií určených pre domáce, alebo serverové použitie. Vhodné pre inštaláciu, alebo upgrade.
uk: Містить велику збірку програмного забезпечення для використання на сервері або на стільничній системі. Підходить для встановлення або оновлення системи.

source: DVD Image
cs: Obraz DVD
da: DVD-aftryk
el: Εικόνα DVD
es: Imagen del DVD
fi: DVD-levykuva
fr: Image DVD
gl: Imaxe de DVD
it: Immagine DVD
ja: DVD イメージ
lt: DVD atvaizdis
pl: Obraz DVD
pt_br: Imagem de DVD
ru: DVD-образ
sk: DVD obraz
uk: Штамп DVD

source: Desktop
cs: Plocha
es: Escritorio
fi: Työpöytä
fr: Bureau
gl: Escritorio
ja: デスクトップ
nl: Bureaublad
pt_br: Área de trabalho
ru: Рабочий стол

source: Developers
cs: Vývojáři
da: Udviklere
de: Entwickler
el: Προγραμματιστές
es: Desarrolladores
fi: Kehittäjät
fr: Développeurs
gl: Desenvolvedores
it: Sviluppatori
ja: 開発者向け
lt: Programuotojai
nl: Ontwikkelaars
pl: Deweloperzy
pt_br: Desenvolvedores
ru: Разработчики
sk: Vývojári
uk: Розробники

source: Distribution
cs: Distribuce
es: Distribución
fi: Jakelu
gl: Distribución
ja: ディストリビューション
nl: Distributie
pt_br: Distribuição
ru: Дистрибутив
sk: Distribúcia

source: Distributions
cs: Distribuce
da: Distributioner
de: Distributionen
el: Διανομές
es: Distribuciones
fi: Jakelut
gl: Distribucións
it: Distribuzioni
ja: ディストリビューション
lt: Platinamieji paketai
nl: Distributies
pl: Dystrybucje
pt_br: Distribuições
ru: Дистрибутивы
sk: Distribúcie
uk: Дистрибутиви

source: Download latest openSUSE Leap release
cs: Stáhnout poslední verzi openSUSE Leap
es: Descargar la versión más reciente de openSUSE Leap
fi: Lataa viimeisin openSUSE Leap -julkaisu
fr: Télécharger la version la plus récente d'openSUSE Leap
ja: 最新の openSUSE Leap リリースのダウンロード
nl: Nieuwste openSUSE Leap uitgave downloaden
pt_br: Baixar a última versão do openSUSE Leap
ru: Загрузить последний выпуск openSUSE Leap
sk: Stiahnuť najnovšie vydanie openSUSE Leap

source: Download openSUSE’s regular release and enjoy the benefits of both enterprise-grade engineering and community-developed innovation.
cs: Stáhněte si normální vydání openSUSE a vychutnejte si výhody inženýrinku průmyslové třídy a inovací vyvinutých komunitou.
da: Download openSUSE’s regelmæssige udgivelse og nyd fordelene ved både enterprise-grad ingeniørarbejde og fællesskabsudviklet innovation.
de: Laden Sie die offizielle Ausgabe von openSUSE herunter und genießen Sie die Vorzüge aus einer Kombination von Engineering auf Enterprise-Niveau und Community-entwickelter Innovationen.
el: Κατεβάστε την τακτική έκδοση του openSUSE και απολαύστε τα οφέλη της εταιρικού επιπέδου διανομή και της καινοτομίας από την κοινότητα.
es: Descargue la versión de openSUSE de ciclo regular y disfrute de los beneficios tanto de la ingeniería de grado empresarial como de la innovación desarrollada por la comunidad.
fi: Lataa openSUSen kausijulkaisu ja nauti niin yritystason ohjelmointityöstä kuin yhteisön innovaatioista.
fr: Téléchargez la version standard d'openSUSE et bénéficiez d'une qualité issue du monde de l'entreprise combinée à l'innovation apportée par la communauté.
gl: Descargue a versión de lanzamento regular de openSUSE e aproveite os beneficios da enxeñería de nivel empresarial e da innovación desenvolvida pola comunidade.
it: Scarica il rilascio regolare di openSUSE e beneficia di una soluzione tecnica di qualità professionale e dell'innovazione sviluppata dalla comunità.
ja: openSUSE の定期リリース版をお使いいただくことで、エンタープライズグレードの安定性と、コミュニティが提供する革新性の両方を得ることができます。
lt: Parsisiųskite kartą per metus išleidžiamą openSUSE atmainą, kurioje dera bendruomenės kuriamos naujovės ir komercinio lygio patikimi sprendimai.
nl: Download de reguliere uitgave van openSUSE en geniet de voordelen van zowel enterprise-klasse engineering en door de gemeenschap ontwikkelde innovatie.
pl: Pobierz wersję openSUSE o standardowym cyklu wydania i ciesz się korzyściami zarówno inżynierią klasy korporacyjnej i innowacjami tworzonymi przez społeczność.
pt_br: Baixe a versão de lançamento regular do openSUSE e aproveite os benefícios da engenharia em nível empresarial e inovação desenvolvida pela comunidade.
ru: Загрузите регулярный выпуск openSUSE и наслаждайтесь лучшими чертами двух миров: корпоративной стабильности и инноваций от сообщества.
sk: Stiahnite si normálne vydanie openSUSE a vychutnajte si výhody inžinieringu podnikovej akosti a inovácií vyvinutých komunitou.
uk: Завантажте регулярний випуск openSUSE і насолоджуйтеся найкращими рисами двох світів: корпоративною стабільністю та інноваціями від спільноти.

source: Download openSUSE’s rolling release and always run the latest packages provided by the openSUSE Project.
cs: Stáhnout rolling-release vydání openSUSE a vždy spustit nejnovější balíčky poskytované projektem openSUSE.
da: Download openSUSE’s rullende udgivelse og kør altid de seneste pakker leveret af openSUSE-projektet.
de: Laden Sie die Rolling Release Ausgabe von openSUSE herunter und verwenden Sie die neuesten Pakete, die vom openSUSE Projekt zur Verfügung gestellt werden.
el: Κατεβάστε την κυλιόμενη έκδοση του openSUSE για να χρησιμοποιείτε πάντα τα τελευταία πακέτα που παρέχεται από το έργο openSUSE.
es: Descargar la versión de actualización continua de openSUSE y ejecute siempre las versiones más modernas de los paquetes de software ofrecidos por el proyecto openSUSE.
fi: Lataa openSUSEn jatkuva jakelu ja käytä aina viimeisimpiä openSUSE-projektin tarjoamia paketteja.
fr: Téléchargez la version en rolling release d'openSUSE et bénéficiez des derniers logiciels fournis par le projet openSUSE.
gl: Descargue a versión de lanzamento continuo de openSUSE e execute sempre as versións máis modernas dos paquetes de software fornecidos polo proxecto openSUSE.
it: Scarica la versione a rilascio continuo di openSUSE e usa sempre i pacchetti più recenti forniti dal progetto openSUSE.
ja: openSUSE のローリングリリース版をお使いいただくことで、 openSUSE プロジェクトが提供する最新のパッケージを常用できるようになります。
lt: Parsisiųskite openSUSE nuolatinio atnaujinimo atmainą, leidžiančią naudotis naujausiais openSUSE projekto siūlomais paketais.
nl: Download de rollende uitgave van openSUSE en gebruik altijd de nieuwste pakketten geleverd door het openSUSE-project.
pl: Pobierz wersję openSUSE o toczącym cyklu wydania i zawsze używaj najnowszych wersji oprogramowania dostarczonego przez Projekt openSUSE.
pt_br: Baixe a versão de lançamento contínuo do openSUSE e sempre use os pacotes mais recentes fornecidos pelo Projeto openSUSE.
ru: Загрузите обновляемый выпуск openSUSE и получайте самые свежие пакеты от openSUSE Project.
sk: Stiahnuť si rolujúce vydanie openSUSE a vždy spustiť najnovšie balíky poskytované projektom openSUSE.
uk: Завантажте ковзний випуск openSUSE і отримуйте найсвіжіші пакунки від проекту openSUSE.

source: Download previous openSUSE Leap release
cs: Stáhnout předchozí verzi openSUSE Leap
es: Descargar la versión anterior de openSUSE Leap
fi: Lataa edellinen openSUSE Leap -julkaisu
fr: Télécharger la version antérieure d'openSUSE Leap
ja: 以前の openSUSE Leap リリースのダウンロード
nl: Vorige uitgave van openSUSE Leap downloaden
pt_br: Baixar a versão anterior do openSUSE Leap
ru: Загрузить предыдущий выпуск openSUSE Leap
sk: Stiahnuť predchádzajúce vydanie openSUSE Leap

source: Downloads the installation system and all packages from online repositories. Suitable for installation or upgrade.
cs: Stáhne instalační systém a všechny balíčky z on-line repozitářů. Vhodné k instalaci nebo upgrade.
da: Downloader installationssystemet og alle pakker fra online softwarekilder. Egnet til installation eller opgradering.
de: Lädt das Installationssystem und alle Pakete aus Online-Repositories herunter. Geeignet zur Installation oder Aktualisierung.
el: Γίνεται λήψη της εγκατάστασης του συστήματος και όλων των πακέτων από διαδικτυακά αποθετήρια. Κατάλληλο για εγκατάσταση ή αναβάθμιση.
es: Descargar el sistema de instalación y todos los paquetes desde repositorios en línea. Apropiado para nuevas instalaciones y actualizaciones.
fi: Lataa asennusjärjestelmän ja kaikki paketit verkkoasennuslähteistä. Sopii asennukseen tai päivitykseen.
fr: Télécharge le système d'installation et tous les paquets depuis les dépôts en ligne. Convient pour l'installation comme pour la mise à jour.
gl: Descargue o sistema de instalación e todos os paquetes desde repositorios conectados. Axeitado para instalar ou anovar.
it: Scarica il sistema di installazione e tutti i pacchetti dai repository in internet. Idoneo per l'installazione o l'aggiornamento.
ja: インストールシステムと必要な全てのパッケージを、オンラインのリポジトリからダウンロードする仕組みです。インストールやアップグレードにご利用いただけます。
lt: Parsiunčia diegimo sistemą ir visus paketus iš nuotolinių saugyklų. Tinka diegimui arba atnaujinimui.
nl: Downloadt het installatiesysteem en alle pakketten vanaf een online installatiebron. Geschikt voor installatie en opwaarderen.
pl: Pobiera system do instalacji wraz ze wszystkimi pakietami z repozytoriów online. Zalecany w przypadku instalacji lub aktualizacji.
pt_br: Baixa o sistema de instalação e todos os pacotes dos repositórios online. Adequado para instalação ou atualização de versão.
ru: Загружает систему установки и все пакеты из сетевых репозиториев. Подходит для установки или обновления.
sk: Stiahne inštalačný systém a všetky balíky z online repozitárov. Vhodné pre inštaláciu alebo zvýšenie verzie.
uk: Звантажує систему встановлення і всі пакунки з мережних сховищ. Підходить для встановлення або оновлення.

source: Education & Science
cs: Vzdělání a věda
es: Educación y ciencia
fi: Koulutus ja tiede
fr: Éducation & Science
gl: Educación e Ciencia
ja: 教育と科学
nl: Onderwijs & wetenschap
pt_br: Educação e Ciência
ru: Образование и наука
sk: Vzdelanie a veda

source: Events
cs: Události
da: Begivenheder
de: Veranstaltungen
el: Εκδηλώσεις
es: Eventos
fi: Tapahtumat
fr: Événements
gl: Eventos
it: Eventi
ja: イベント
lt: Įvykiai
nl: Gebeurtenissen
pl: Wydarzenia
pt_br: Eventos
ru: События
sk: Udalosti
uk: Події

source: Experimental
cs: Experimentální
da: Eksperimentel
de: Versuchsweise
el: Πειραματικό
fi: Kokeellinen
fr: Expérimental
it: Sperimentale
ja: 実験的なもの
lt: Bandomasis
nl: Experimenteel
pl: Eksperymentalny
ru: Экспериментальный
sk: Experimentálne
uk: Експериментально

source: Facebook group
cs: Skupina Facebook
da: Facebook-gruppe
de: Facebook Gruppe
el: Ομάδα στο Facebook
es: Grupo de Facebook
fi: Facebook-ryhmä
fr: Groupe Facebook
gl: Grupo de Facebook
it: Gruppo facebook
ja: Facebook グループ
lt: Facebook grupė
nl: Facebook-groep
pl: Grupa na Facebooku
pt_br: Grupo do Facebook
ru: Группа в Facebook
sk: Skupina Facebook
uk: Група у Facebook

source: For CD and USB stick
cs: Pro CD a USB paměti
da: Til CD og USB-pen
de: Für CD und USB Stick
el: Για CD και USB
es: Para CD y memorias USB
fi: CD:lle tai USB-tikulle
fr: Pour CD et clé USB
gl: Para CD e memoria USB
it: Per CD e chiavetta USB
ja: CD または USB メモリ向け
lt: CD ir atmintukui
nl: Voor cd en USB-stick
pl: Na CD lub pendrive USB
pt_br: Para CD e pendrive
ru: Для CD и USB-накопителей
sk: Pre CD a USB kľúče
uk: Для КД та USB-носія

source: For DVD and USB stick
cs: Pro DVD a USB paměti
da: Til DVD og USB-pen
de: Für DVD und USB Stick
el: Για DVD και USB
es: Para DVD y memorias USB
fi: DVD:lle tai USB-tikulle
fr: Pour DVD et clé USB
gl: Para DVD e memoria USB
it: Per DVD e chiavetta USB
ja: DVD または USB メモリ向け
lt: DVD ir atmintukui
nl: Voor dvd en USB-stick
pl: Na CD i pendrive USB
pt_br: Para DVD e pendrive
ru: Для DVD и USB-накопителей
sk: Pre DVD a USB kľúče
uk: Для DVD та USB-носія

source: For Developers, openSUSE Contributors, and Linux/FOSS Enthusiasts.
cs: Pro vývojáře, přispěvatele openSUSE a nadšence do Linux/FOSS.
ja: 開発者や openSUSE の貢献者、そして Linux/FOSS の愛好者にお勧めです。
nl: Voor ontwikkelaars, zij die bijdragen aan openSUSE en enthousiastelingen van Linux/vrije software.
ru: Для разработчиков, участников openSUSE и энтузиастов Linux/FOSS.
sk: Pre vývojárov, prispievateľov openSUSE a Linux/FOSS nadšenecov.

source: For Sysadmins, Enterprise Developers, and ‘Regular’ Desktop Users.
cs: Pro správce systémů, podnikové vývojáře a 'běžné' uživatele počítačů.
ja: システム管理者や企業内の開発者、 '一般的な' デスクトップユーザにお勧めです。
nl: Voor systeembeheerders, ontwikkelaars voor grote ondernemingeng en ‘gewone’ bureaubladgebruikers.
ru: Для системных администраторов, корпоративных разработчиков и «обычных» пользователей.
sk: Pre administrátorov, podnikových vývojárov a 'bežných' používateľov počítačov.

source: For more help verifying your download please read %{checksums_help}
cs: Potřebujete-li další pomoc s ověřením stažených souborů, přečtěte si %{checksums_help}
da: For at få mere hjælp til at verificere din download læs venligst %{checksums_help}
de: Weitere Hilfe um Ihren Download zu überprüfen erhalten Sie in der %{checksums_help}
el: Για περισσότερη βοήθεια με την επαλήθευση της λήψης σας, παρακαλούμε διαβάστε %{checksums_help}
es: Para más ayuda sobre cómo verificar su descarga, lea %{checksums_help}
fi: Lue %{checksums_help}, jos tarvitset lisätietoa lataustesi todentamisesta.
fr: Pour plus d'aide pour vérifier votre téléchargement, veuillez lire %{checksums_help}
gl: Para máis axuda sobre como verificar a súa descarga, lea %{checksums_help}
it: Per supporto aggiuntivo su come verificare quanto scaricato, si prega di leggere %{checksums_help}
ja: ダウンロードしたファイルの検証方法について、詳しくは %{checksums_help} をお読みください
lt: Norėdami sužinoti daugiau apie parsisiųstųjų atvaizdžių tikrinimą, skaitykite %{checksums_help}
nl: Voor meer hulp bij het verifiëren van uw download lees %{checksums_help}
pl: By uzyskać więcej informacji dotyczących weryfikacji pobranych plików, przeczytaj %{checksums_help}
pt_br: Para mais ajuda sobre verificar seu download, leia %{checksums_help}
ru: Больше информации о проверке загруженного материала в разделе %{checksums_help}
sk: Ak potrebujete ďalšiu pomoc pri overovaní vášho stiahnutia, prečítajte si, prosím, %{checksums_help}
uk: Більше інформації про перевірку завантаженого матеріалу в розділі %{checksums_help}

source: For running virtual machines in VMware
cs: Pro běh virtuálních strojů pod VMware
ja: VMware 内で動作する仮想マシン向け
nl: Voor werken met virtuele machines in VMware
ru: Для запуска виртуальных машин в VMware

source: For running virtual machines on MS HyperV
cs: Pro běh virtuálních strojů pod MS Hyper-V
ja: MS HyperV 内で動作する仮想マシン向け
nl: Voor werken met virtuele machines in MS HyperV
ru: Для запуска виртуальных машин в MS HyperV

source: For use in KVM or XEN HVM hypervisors
cs: Pro použití v KVM nebo hypervisorech XEN HVM
ja: KVM もしくは XEN HVM ハイパーバイザ内での使用向け
nl: Voor gebruik in KVM of XEN HVM hypervisors
ru: Для использования в гипервизорах KVM или XEN HVM
