Repository: openSUSE/software-o-o
Catalog: locale/*/software.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, gl, it, ja, lt, nl, pl, pt_br, ru, sk, uk

source: You can add the repository key to apt. Keep in mind that the owner of the key may distribute updates, packages and repositories that your system will trust (<a href="%s">more information</a>). To add the key, run:
ar: يمكنك إضافة مفتاح المستودع. ضع في اعتبارك أن مالك المفتاح قد يوفر التحديثات والحزم والمستودعات والتي سيقوم النظام بالثقة بها (<a href="%s">مزيد من المعلومات</a>). لإضافة المفتاح، قم بتشغيل:
ca: Podeu afegir la clau del repositori a apt. Tingueu present que el propietari de la clau pot distribuir actualitzacions, paquets i repositoris en què el vostre sistema confiarà. (<a href="%s">Més informació</a>). Per afegir la clau, executeu:
cs: Klíč repozitáře můžete do aptu přidat. Vezměte v úvahu, že vlastník klíče může distribuovat aktualizace, balíčky a repozitáře, kterým pak bude váš systém důvěřovat (<a href="%s">více informací</a>). Pro přidání klíče spusťte:
da: Du kan tilføje softwarekilde-nøglen til apt. Vær opmærksom på at ejeren af nøglen kan distribuere opdateringer, pakker og softwarekilder, som dit system vil have tillid til (<a href="%s">mere information</a>). For at tilføje nøglen, kør:
de: Sie können den Schlüssel des Repositories zu apt hinzufügen. Denken Sie jedoch daran, dass der Besitzer des Schlüssels Aktualisierungen, Pakete und Repositories verteilen kann, denen Ihr System vertrauen wird (<a href="%s">weitere Informationen</a>). Um den Schlüssel hinzuzufügen, führen Sie folgenden Befehl aus:
el: Μπορείτε να προσθέσετε το κλειδί αποθετηρίου στο apt. Λάβετε υπόψη ότι ο ιδιοκτήτης του κλειδιού μπορεί να διανέμει ενημερώσεις, πακέτα και αποθετήρια που το σύστημά σας θα εμπιστεύεται (<a href="%s">περισσότερες πληροφορίες</a>). Για να προσθέσετε το κλειδί, εκτελέστε:
es: Puede añadir la clave del repositorio a apt. Tenga en cuenta que el usuario de la clave puede distribuir actualizaciones, paquetes y repositorios en los que confiará su sistema (<a href="%s">mas información</a>). Para añadirla, ejecute:
fi: Voit lisätä pakettivaraston avaimen apt:iin. Pidä mielessä että avaimen omistaja voi jakaa päivityksiä, paketteja ja pakettivarastoja joihin järjestelmäsi luottaa (<a href="%s">lisää tietoa</a>). Avaimen lisäämiseksi, suorita:
fr: Vous pouvez ajouter la clé du dépôt à apt. Gardez à l'esprit que le propriétaire de la clé peut fournir des mises à jour, des paquets et des dépôts envers lesquels votre système aura confiance (<a href="%s">plus d'informations</a>). Pour ajouter la clé, exécutez :
gl: Pode engadir a chave do repositorio a apt. Teña en conta que o usuario da chave pode distribuír actualizacións, paquetes e repositorios nos que o seu sistema vai confiar (<a href="%s">máis información</a>). Para engadir a chave, execute :
it: Si può aggiungere la chiave del repository ad apt. Si ricordi che il possessore della chiave può distribuire aggiornamenti, pacchetti e repository che il proprio sistema riterrà fidati (<a href="%s">maggiori informazioni</a>). Per aggiungere la chiave, eseguire:
ja: リポジトリの鍵を apt に登録することもできます。鍵を apt に登録すると、その鍵の所有者が配布する更新やパッケージ、リポジトリなどについても、それらを信頼することになります (<a href="%s">詳しくはこちらをお読みください</a>) 。鍵を追加するには、下記のように実行します:
lt: Galite į apt įtraukti saugyklos raktą. Atminkite, kad rakto savininkas gali platinti atnaujinimus, paketus ir saugyklas, kuriomis jūsų sistema pasitikės (<a href="%s">daugiau informacijos</a>). Raktą pridėsite įvykdę:
nl: U kunt de pakketbronsleutel aan apt toevoegen. Bedenk dat de eigenaar van de sleutel updates, pakketten en pakketbronnen kan distribueren die uw systeem zal vertrouwen (<a href="%s">meer informatie</a>). Voer het volgende uit om de sleutel toe te voegen:
pl: Możesz dodać klucz repozytorium w apt. Pamiętaj, że właściciel klucza może rozprowadzać aktualizacje, paczki i repozytoria, którym twój system będzie ufał <a href="%s">więcej informacji</a>. By dodać klucz, wykonaj:
pt_br: Você pode adicionar a chave do repositório no apt. Tenha em mente que o dono da chave pode distribuir atualizações, pacotes e repositórios que o seu sistema irá confiar (<a href="%s">mais informação</a>). Para adicionar a chave execute:
ru: Вы можете добавить ключ репозитория в apt. Имейте в виду, что владелец ключа может распространять обновления, пакеты и репозитории, которым ваша система будет доверять (<a href="%s">подробнее</a>). Для добавления ключа запустите:
sk: Môžete pridať kľúč repozitára do apt. Majte na pamäti, že vlastník kľúča môže distribuovať aktualizácie, balíky a repozitáre, ktorým bude váš systém dôverovať (<a href="%s">viac informácií</a>). Ak chcete pridať kľúč, spustite:
uk: Ви можете додати ключ сховища в apt. Майте на увазі, що власник ключа може поширювати оновлення, пакунки і сховища, яким ваша система буде довіряти (<a href="%s">подробиці</a>). Для додавання ключа запустіть:

source: You could try to extend your search to development packages or search for another base distribution (currently ).
ar: حاول توسيع نطاق البحث لتطوير الحزم أو البحث عبر قاعدة توزيعة أخرى (حاليا).
ca: Podeu provar d'ampliar la cerca als paquets de desenvolupament o cercar en una altra distribució de base (vigent).

source: You could verify the file in the process of downloading. For example a checksum (SHA256) will be used automatically if you choose <a href='http://en.opensuse.org/SDB:Metalink'>Metalink</a> in the field above and use the add-on DownThemAll! in <a href='http://en.opensuse.org/Firefox'>Firefox</a>.
ar: يمكنك فحص الملف أثناء عملية التحميل,كمثال التحقق من رقم (SHA256) سيتم تلقائيا إذا إخترت <a href='http://en.opensuse.org/SDB:Metalink'>الرابط الثنائي</a> في الحقل أعلاه وإستعملت إضافة Downthemall! في <a href='http://en.opensuse.org/Firefox'>فيرفكس</a>.
ca: Podeu verificar el fitxer durant el procés de baixada. Per exemple, es farà servir automàticament una suma de verificació (SHA256) si escolliu <a href='http://en.opensuse.org/SDB:Metalink'>Metaenllaç</a> al camp anterior i useu el complement DownThemAll! al <a href='http://en.opensuse.org/Firefox'>Firefox</a>.

source: also offers a number of unsupported LiveUSBs. These cannot be used for Installation or Upgrade. They are not an accurate reflection as to whether or not Tumbleweed will run on your hardware.
ar: كما يقدم عددا من سواقات الفلاش الحية غير المدعومة. لا يمكن استخدامها للتثبيت أو الترقية. فهي ليست دقيقة ولليست دليل على أن الحاسب سيشغل Tumbleweed.
ca: també ofereix un nombre d'imatges vives sense suport. No es poden usar per a la instal·lació o l'actualització. No són un reflex precís de si el Tumbleweed funcionarà o no amb el maquinari.

source: annually
ar: سنويا
ca: anualment
cs: ročně
da: årlig
de: jährlich
el: ετήσιμο
es: anualmente
fi: vuosittain
fr: une fois par an
it: annualmente
ja: 年 1 回程度
lt: kas metus
nl: jaarlijks
pl: rocznie
pt_br: anualmente
ru: ежегодно
sk: každoročne
uk: щорічно

source: as well as by human openSUSE contributors so both can be relied upon to work.
ar: كذلك من قبل مساهمي أوبن سوزي بحيث يمكن الاعتماد عليهم في العمل.
ca: així com per col·laboradors humans de l'openSUSE, de manera que es depengui de tots dos per funcionar.

source: gpg signature
ar: توقع gpg
ca: signatura gpg

source: if you change your mind later.
ar: إذا غيرت رأيك لاحقا.
ca: si canvieu d'idea més tard.

source: instead.
ar: بدلاً من.
ca: en lloc seu.

source: is a <strong>regular-release</strong>. This means it releases
ar: تعتبر <strong>إصدار تقليدي</strong>. هذا يعني إصدارها
ca: és una <strong>versió regular</strong>. Això vol dir que es publica

source: is a <strong>rolling-release</strong>. This means the software is always the latest stable versions available from the openSUSE Project. Things will change regularly as Free and Open Source projects continually release new versions of their software.
ar: يعتبر <strong>إصدار دوار</strong> وهذا يعني أن البرامج دائما بأحدث الإصدارات المستقرة متاحة على مشروع أوبن سوزي. أشياء ستتغير بانتظام كمشاريع حرة ومفتوحة المصدر باستمرار لها إصدارات جديدة من البرامج.
ca: és una <strong>versió contínua</strong>. Això vol dir que el programari sempre és la darrera versió estable disponible des del projecte openSUSE. Canviarà regularment ja que els projectes lliures i de codi obert publiquen contínuament versions noves del programari.

source: is also available on other architectures, such as Intel 32-bit (aka i586), AArch64 (aka ARMv8) and PPC64.
ar: متاح أيضا على بنية أخرى، مثل إنتل 32 بت (ويعرف أيضا باسم i586)، AArch64 (ويعرف أيضا باسم ARMv8) و PPC64.
ca: també està disponible en altres arquitectures, com ara Intel 32-bit (també coneguda com a i586), AArch64 (ARMv8) i PPC64.

source: is still the most commonly used checksum. Many ISO burners display it right before burning.
ar: ماتزال الطريقة الأكثر إستعمال للتحقق من التحميلات. العديد من برامج حرق ملفات الآيزو تعرضها قبل بدأ الحرق.
ca: és encara la suma de verificació més usada. Molts gravadors d'ISO la mostren abans d'enregistrar-les.

source: is the less known but more secure checksum than md5.
ar: وهي الطريقة الأقل إنتشارا لكن أكثر أمانا من رقم md5.
ca: és menys coneguda però més segura que la suma md5.

source: lifetime
ar: دورة الإصدار
ca: durada de vida
cs: životní cyklus
da: livstid
de: Lebenszyklus
es: ciclo de vida
fi: eliniän
fr: durée de vie
it: periodo di supporto
ja: ライフタイム
lt: informaciją apie išleidimo ir palaikymo laikotarpius
nl: levensduur
pl: czasu życia
pt_br: tempo de vida
ru: срока поддержки каждого выпуска
sk: životný cyklus
uk: термін підтримки кожного випуску

source: md5 checksum
ar: رقم التحقق md5
ca: La suma md5

source: offers the most security as you can verify who signed it. It should be <tt>%s</tt>.
ar: الطريقة الأكثر أمانا لكي تتحقق من مَن قام بتوقيعها. ويجب ان تكون <tt>%s</tt>.
ca: ofereix la màxima seguretat ja que podeu verificar qui ho ha siginat. Hauria de ser <tt>%s</tt>.

source: openSUSE Countdown
ar: العد التنازلي لأوبن سوزي
ca: Compte enrere d'openSUSE

source: openSUSE Derivatives
ar: مشتقات أوبن سوزي
ca: Derivats d'openSUSE

source: openSUSE Leap is also available on other architectures, such as AArch64 (aka ARMv8) and PPC64.
ar: أوبن سوزي Leap متاح أيضا على بنية أخرى، مثل AArch64 (ويعرف أيضا باسم ARMv8) و PPC64.
ca: L'openSUSE Leap també està disponible en altres arquitectures, com ara AArch64 (també coneguda com a ARMv8) i PPC64.

source: openSUSE has a number of unofficial derivative distributions. These are made by our awesome community, often for special purposes.
ar: أوبن سوزي لديه عدد من التوزيعات المشتقة غير رسمية. تصدر من قبل مجتمعات رائعةا، في كثير من الأحيان لأهداف خاصة.
ca: L'openSUSE té un nombre de distribucions derivades no oficials. Les fa la nostra formidable comunitat, sovint per a propòsits especials.

source: openSUSE is available via http (direct link) or BitTorrent. The CD for network installation is only available via http.
ar: أوبن سوزي تتوفر عبر http (وصلة مباشرة) أو تورنت. القرص المضغوط للتثبيت عبر شبكة اتصال متوفر عبر http.
ca: L'openSUSE està disponible a través d'http (enllaç directe) o BitTorrent. El CD d'instal·lació per xarxa només està disponible per http.

source: openSUSE is completely free to download, use and share.
ar: أوبن سوزي مجاني تماما لتحميله واستخدامه ومشاركته.
ca: L'openSUSE és completament lliure per descarregar-lo, usar-lo i compartir-lo.
da: openSUSE er helt gratis at downloade, bruge og dele.
de: openSUSE kann völlig kostenlos heruntergeladen, genutzt und verteilt werden.
el: Το openSUSE είναι πλήρως ελεύθερο προς λήψη, χρήση και διαμοιρασμό.
fi: openSUSE on täysin ilmainen ladata, käyttää ja jakaa.
it: openSUSE è totalmente libera in termini di scaricamento, utilizzo e condivisione.
lt: Galite parsisiųsti, naudoti ir dalintis openSUSE sistema visiškai nemokamai bei laisvai.
pl: openSUSE jest całkowicie darmowe do pobrania, używania i dzielenia.
pt_br: O openSUSE é completamente gratuito para baixar, usar e compartilhar.
uk: openSUSE можна повністю вільно завантажувати, використовувати і поширювати.

source: openSUSE only supports PCs with 32 Bits and 64 Bits.
ar: أوبن سوزي تدعم فقط حواسيب 32 و 64 بت.
ca: L'openSUSE només ofereix suport per a 32 i 64 bits.

source: see Derivatives on wiki
ar: مشاهدة المشتقات على الويكي
ca: Vegeu-ne els Derivats a la wiki

source: sha1 checksum
ar: رقم sha1
ca: La suma sha1

source: so major architectural changes are not expected for several years, aligned with each new Major Release (eg 12, 13, etc) of SUSE Linux Enterprise.
ar: لذلك لا يتوقع حدوث تغييرات معمارية كبرى لعدة سنوات، بمحاذاة كل الإصدارات الرئيسية الجديدة (على سبيل المثال 12، 13، الخ) من مؤسسة سوزي لينكس.
ca: de manera que no s'esperen canvis d'arquitectures durant uns quants anys, alineats amb cada versió principal nova (p.e. 12, 13, etc) del SUSE Linux Enterprise.

source: switch to
ar: تحويل إلى
ca: canvieu a

source: switch to openSUSE Tumbleweed
ar: التبديل إلى أوبن سوزي Tumbleweed
ca: canvieu a l'openSUSE Tumbleweed

source: test results if you want an indication whether these LiveUSBs are working as expected.
ar: نتائج الاختبار إذا كنت تريد إشارة ما إذا كانت هذه الفلاشة الحية تعمل كما هو متوقع.
ca: resultats de les proves si voleu una indicació de si aquestes imatges vives funcionen com s'esperava.

source: with security and stability updates being the priority during each release
ar: مع إعطاء الأولوية لتحديثات الأمن والاستقرار خلال كل إصدار
ca: amb actualitzacions de seguretat i estabilitat, que són la prioritat durant cada publicació

source: %{leap} is a <strong>regular-release</strong>. This means it releases %{annually}, with security and stability updates being the priority during each release %{lifetime}.
cs: %{leap} je <strong>pravidelné vydávání</strong>. To znamená, že se vydává %{annually} a během %{lifetime} každého vydání se přednostně provádějí bezpečnostní a stabilizační aktualizace.
da: %{leap} er en <strong>regelmæssig-udgivelse</strong>. Det betyder at den udgives %{annually}, hvor sikkerheds- og stabilitetsopdateringer er prioriteten ved hver udgivelse %{lifetime}.
de: %{leap} ist ein <strong>reguläres Release</strong>. Das bedeutet, dass es %{annually} mit Sicherheits- und Stabilitätsaktualisierungen herausgebracht wird, die auch Priorität während jedem Release %{lifetime} haben.
el: Η %{leap} είναι η <strong>τακτική έκδοση</strong>. Αυτό σημαίνει ότι κυκλοφορεί %{annually}, με τις ενημερώσεις για την ασφάλεια και την σταθερότητα να είναι η προτεραιότητα για κάθε κυκλοφορία %{lifetime}.
es: %{leap} es una <strong>distribución cíclica</strong>. Esto quiere decir que se publica %{annually}, siendo las actualizaciones de seguridad y estabilidad la prioridad durante el %{lifetime} de cada versión.
fi: %{leap} on <strong>kausijulkaisu</strong>. Tämä tarkoittaa, että se julkaistaan %{annually} ja etusijalla on kunkin julkaisun %{lifetime} turvallisuus- ja vakauspäivitykset.
fr: %{leap} est une distribution à <strong>parution standard</strong>. Cela veut dire qu'elle paraît %{annually}, les mises à jour de sécurité et de stabilité étant prioritaires tout au long de sa %{lifetime}.
gl: %{leap} é unha versión de <strong>lanzamento regular</strong>. Isto quere dicir que se publica %{annually}, sendo as actualizacións de seguridade e a estabilidade a prioridade durante o %{lifetime} de cada versión.
it: %{leap} è un <strong>rilascio a cadenza regolare</strong>. Ciò significa che è rilasciata %{annually}, con priorità data agli aggiornamenti di sicurezza e di stabilità durante ciascun %{lifetime}.
ja: %{leap} は<strong>定期リリース</strong> されるディストリビューションです。通常は %{annually} リリースされ、 %{lifetime} の期間内に、各リリースに対してセキュリティ更新や安定性向上のための更新が提供されます。
lt: %{leap} (liet. „Šuolis“) išleidžiama <strong>reguliariai</strong> (%{annually}), kiekvienoje laidoje pirmenybę teikiant saugumą ir stabilumą užtikrinantiems atnaujinimams; žiūrėkite %{lifetime}.
nl: %{leap} is een <strong>reguliere uitgave</strong>. Dit betekent uitgaven %{annually}, met bijwerken voor beveiliging en stabiliteit als prioriteit gedurende elke %{lifetime} van de uitgave.
pl: %{leap} jest dystrybucją o <strong>wydaniu cyklu standardowego</strong>. Oznacza to że wydawawane jest %{annually}, z aktualizacjami bezpieczeństwa i stabilności jako priorytet %{lifetime} każdego wydania.
pt_br: %{leap} é uma versão de <strong>lançamento regular</strong>. Isto significa que é lançado %{annually}, com atualizações de segurança e estabilidade sendo a prioridade durante o %{lifetime} de cada versão.
ru: %{leap} — это <strong>регулярный выпуск</strong> 2. Это означает, что он выходит %{annually}, при этом обновления, улучшающие стабильность и безопасность, находятся в приоритете в течение %{lifetime}.
sk: %{leap} je <strong>pravidelné vydanie</strong>. To znamená, že sa vydáva %{annually}, pričom bezpečnostné a stabilizačné aktualizácie sú prioritou počas %{lifetime} každého vydania.
uk: %{leap} це <strong>регулярний випуск</strong>. Це означає, що він виходить %{annually}, при цьому оновлення, які поліпшують стабільність і безпеку, розташовані в пріоритеті протягом %{lifetime} кожного випуску.

source: %{tumbleweed} is a <strong>rolling-release</strong>. This means the software is always the latest stable versions available from the openSUSE Project. Things will change regularly as Free and Open Source projects continually release new versions of their software.
cs: %{tumbleweed} je <strong>rolující vydání</strong>. To znamená, že software má vždy nejnovější stabilní verze dostupné v projektu openSUSE. Bude docházet k pravidelným změnám, protože projekty Free a Open Source neustále uvolňují nové verzie svého softwaru.
da: %{tumbleweed} er en <strong>rullende udgivelse</strong>. Det betyder at softwaren altid er de seneste tilgængelige stabile versioner fra openSUSE-projektet. Ting ændres regelmæssigt efterhånden som frie og open source-projekter kontinuerligt udgiver nye versioner af deres software.
de: %{tumbleweed} ist ein <strong>Rolling Release</strong>. Das bedeutet, dass Software immer in der aktuellsten stabilen Version vom openSUSE-Projekt verfügbar ist. Sachen werden regelmäßig geändert, so wie Freie und Open Source Projekte kontinuierlich neue Versionen ihrer Software veröffentlichen.
el: Η %{tumbleweed} είναι η <strong>κυλιόμενη έκδοση</strong>. Αυτό σημαίνει ότι το λογισμικό είναι πάντα στις τελευταίες σταθερές εκδόσεις που διατίθενται από το έργο openSUSE. Όλα θα αλλάζουν τακτικά, καθώς τα έργα ελεύθερου λογισμικού και λογισμικού ανοικτού κώδικα εκδίδουν συνεχώς νέες εκδόσεις του λογισμικού τους.
es: %{tumbleweed} es de <strong>actualización continua</strong>. Esto significa que el software estará siempre a la vanguardia con versiones estables disponibles por el proyecto openSUSE. Habrá cosas que cambien con regularidad ya que los proyectos de software libre y código abierto continuamente publican nuevas versiones de software.
fi: %{tumbleweed} on <strong>jatkuva julkaisu</strong>. Tämä tarkoittaa, että ohjelmat ovat aina openSUSE-projektin viimeisimpiä vakaita versioita. Asiat muuttuvat säännöllisesti, koska vapaan ja avoimen lähdekoodin projektit julkaisevat jatkuvasti uusia versioita ohjelmistaan.
fr: %{tumbleweed} est une <strong>rolling-release</strong>. Cela signifie que ses logiciels sont toujours les versions stables les plus récentes possibles. Les choses bougent régulièrement car les projets libres et Open Source publient continuellement de nouvelles versions de leurs logiciels.
gl: %{tumbleweed} é unha versión de<strong>lanzamento continuo</strong>. Isto significa que o software está sempre na versión estábel máis recente dispoñíbel polo proxecto openSUSE. As cousas cambiarán regularmente mentres que os proxectos gratuítos e de código aberto lanzan continuamente novas versións do seu software.
it: %{tumbleweed} è a <strong>rilascio continuo</strong>. Ciò significa che i programmi sono sempre aggiornati all'ultima versione stabile fornita dal progetto openSUSE. Sarà periodicamente soggetta a modifiche, in quanto i progetti liberi e open source rilasciano continuamente nuove versioni dei propri programmi.
ja: %{tumbleweed} は <strong>ローリングリリース</strong> モデルを採用したディストリビューションです。ソフトウエアは openSUSE が提供する最新のバージョンに維持され続けることになります。フリー／オープンソースのプロジェクトが定期的に公開する新しいリリースに合わせて、機能や性能が常に変化し続けることになります。
lt: %{tumbleweed} (liet. „Vėjaričiai“) yra <strong>nuolatinio atnaujinimo</strong> laida. Jums kas kelias dienas pateikiama atnaujintų stabilių paketų.
nl: %{tumbleweed} is een <strong>rollende uitgave</strong>. Dit betekent dat de software steeds de meest recente stabiele versies van het openSUSE-project bevat. Dingen veranderen regelmatig gezien vrije software-projecten continu nieuwe versies van hun software uitbrengen.
pl: %{tumbleweed} jest dystrybucją o <strong>wydaniu cyklu toczącego</strong>. Oznacza to, że oprogramowanie jest zawsze w najnowszej stabilnej wersji dostępnej od projektu openSUSE. Elementy systemu zmieniać się będą, gdy Darmowe i Otwartoźródłowe projekty będą wydawać najnowsze wersje swoich programów.
pt_br: %{tumbleweed} é uma versão de <strong>lançamento contínuo</strong>. Isto significa que o software está sempre na versão estável mais recente disponível pelo Projeto openSUSE. As coisas mudam regularmente pois os projetos livres e de código aberto lançam continuamente novas versões de seus softwares.
ru: %{tumbleweed} — это <strong>обновляемый выпуск</strong>. Это значит, что программы в нём всегда последней стабильной версии, доступной от проекта openSUSE. Изменения будут происходить постоянно, поскольку всё время выходят новые версии свободного ПО с открытым исходным кодом.
sk: %{tumbleweed} je <strong>rolujúce vydanie</strong>. To znamená, že softvér má vždy najnovšie stabilné verzie dostupné v projekte openSUSE. Veci sa budú pravidelne meniť, pretože projekty Free and Open Source neustále uvoľňujú nové verzie svojho softvéru.
uk: %{tumbleweed} — це <strong>ковзний випуск</strong>. Тобто програми в ньому завжди останньої стабільної версії, доступної від проекту openSUSE. Зміни будуть відбуватися постійно, бо безперервно виходять нові версії вільного ПЗ з відкритим вихідним кодом.

source: 1 Click Install
cs: Instalovat na 1 klik
da: Et-klik-installation
de: 1-Klick-Installation
el: Εγκατάσταση με 1 κλικ
fi: 1-Click-asennus
fr: Installation en 1 clic
it: Installazione 1-Click
ja: 1 クリックインストール
lt: Diegti tuoj pat
nl: Eénklik-installeren
pl: Instalacja 1-Click
ru: Установка в 1 клик
sk: 1 Click inštalácia
uk: Встановити через 1 натиск

source: <b>%s</b> from <b>%s</b> project
cs: <b>%s</b> z projektu <b>%s</b>
es: <b>%s</b> desde el proyecto <b>%s</b>
fi: <b>%s</b> projektista <b>%s</b>
fr: <b>%s</b> du projet <b>%s</b>
gl: <b>%s</b> desde o proxecto <b>%s</b>
ja: <b>%2$s</b> プロジェクト提供の <b>%1$s</b>
nl: <b>%s</b> uit <b>%s</b> project
pt_br: <b>%s</b> do projeto <b>%s</b>
ru: <b>%s</b> из проекта <b>%s</b>
sk: <b>%s</b> z projektu <b>%s</b>

source: <b>%s</b> project
cs: projekt <b>%s</b>
es: proyecto <b>%s</b>
fi: projekti <b>%s</b>
fr: projet <b>%s</b>
gl: proxecto <b>%s</b>
ja: <b>%s</b> プロジェクト
pt_br: projeto <b>%s</b>
ru: проект <b>%s</b>
sk: projekt <b>%s</b>

source: Architecture
cs: Architektura
es: Arquitectura
fi: Arkkitehtuuri
gl: Arquitetura
ja: アーキテクチャ
nl: Architectuur
pt_br: Arquitetura
ru: Архитектура
sk: Architektúra

source: Back to home page
cs: Zpět na domovskou stránku
da: Tilbage til startsiden
de: Zurück zur Homepage
el: Επιστροφή στην αρχική σελίδα
es: Volver a la página de inicio
fi: Palaa kotisivulle
fr: Retour à la page d'accueil
gl: Volver á páxina de inicio
it: Ritorna alla pagina principale
ja: ホームページに戻る
lt: Grįžti į pagrindinį puslapį
nl: Terug naar beginpagina
pl: Wróć na stronę główną
pt_br: Retornar à página inicial
ru: На заглавную страницу
sk: Späť na domovskú stránku
uk: Назад на головну сторінку
