Repository: openSUSE/software-o-o
Catalog: locale/*/software.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, gl, it, ja, lt, nl, pl, pt_br, ru, sk, uk

source: For use in XEN PV hypervisors
cs: Pro použití v hypervisorech XEN PV
ja: XEN PV ハイパーバイザ内での使用向け
nl: Voor gebruik in XEN PV hypervisors
ru: Для использования в гипервизорах XEN PV

source: Forums
cs: Fórum
da: Fora
de: Foren
el: Φόρυμ
es: Foros
fi: Foorumit
gl: Foros
it: Forum
ja: フォーラム
lt: Diskusijos
pl: Forum
pt_br: Fóruns
ru: Форумы
sk: Fórum
uk: Форуми

source: GNOME LiveCD
ja: GNOME ライブ CD
ru: LiveCD GNOME

source: Google+ group
cs: Skupina Google+
da: Google+-gruppe
de: Google+ Gruppe
el: Ομάδα στο Google+
es: Grupo de Google+
fi: Google+-ryhmä
fr: Groupe Google+
gl: Grupo de Google+
it: Gruppo Google+
ja: Google+ グループ
lt: Google+ grupė
nl: Google+-groep
pl: Grupa na Google+
pt_br: Grupo no Google+
ru: Группа в Google+
sk: Skupina Google+
uk: Група у Google+

source: Graphics
cs: Grafika
es: Gráficos
fi: Grafiikka
fr: Graphisme
gl: Gráficos
ja: グラフィック
nl: Grafisch
pt_br: Gráficos
ru: Рисование
sk: Grafika

source: Help test the next version of openSUSE Leap!
cs: Pomozte otestovat další verzi openSUSE Leap!
es: ¡Ayude a probar la próxima versión de openSUSE Leap!
fi: Auta testaamaan openSUSE Leapin seuraavaa versiota!
fr: Aidez à tester la prochaine version d'openSUSE Leap !
gl: Axude a probar a próxima versión de openSUSe Leap!
ja: 次期バージョンの openSUSE Leap のテストにご協力をお願いします！
nl: Helpen bij het testen van de volgende versie van openSUSE Leap!
pt_br: Ajude a testar a próxima versão do openSUSE Leap!
ru: Помогите тестированию следующей версии openSUSE Leap!
sk: Pomôžte testovať ďalšiu verziu openSUSE Leap!

source: IRC channels
cs: Kanály IRC
da: IRC-kanaler
el: Κανάλια IRC
es: Canales de IRC
fi: IRC-kanavat
fr: Salons IRC
gl: Canles de IRC
it: Canali IRC
ja: IRC チャンネル
lt: Pokalbių internete kanalai
nl: IRC-kanalen
pl: Kanały IRC
pt_br: Canais no IRC
ru: Каналы IRC
sk: IRC kanály
uk: Канали IRC

source: If you are still not sure, download %{leap}
cs: Nejste-li si stále jisti, stáhněte si %{leap}
da: Hvis i stadig ikke er sikker, så download %{leap}
de: Wenn Sie sich noch nicht sicher sind, %{leap} runterladen
el: Εάν δεν είστε ακόμα σίγουρος, κατεβάστε την %{leap}
es: Si aún está indeciso, descargue %{leap}
fi: Ellet vieläkään ole varma, lataa %{leap}
fr: Si vous n'êtes pas encore sûr, téléchargez %{leap}
gl: Se aínda está indeciso, descargue %{leap}
it: Qualora non si fosse ancora sicuri, scaricare %{leap}
ja: どちらを選んで良いものか迷った場合は、 %{leap} をお勧めします
lt: Jei dvejojate, parsisiųskite %{leap}
nl: Als u nog steeds niet zeker bent, download dan %{leap}
pl: Jeżeli nie masz pewności, pobierz %{leap}
pt_br: Se ainda não tiver certeza, baixe o %{leap}
ru: Если вы до сих пор не уверены, загрузите %{leap}
sk: Ak si stále nie ste istí, stiahnite si %{leap}
uk: Якщо ви досі не впевнені, то завантажте %{leap}

source: If you’re already running openSUSE you can upgrade by booting from the DVD/USB and choosing upgrade, or carry out an ‘Online Upgrade’ in a few commands.
cs: Pokud už openSUSE používáte, můžete upgradovat spuštěním systému z DVD/USB a zvolit upgrade, nebo provést "on-line upgrade" několika málo příkazy.
da: Hvis du allerede kører openSUSE kan du opgradere ved at boote fra DVD/USB og vælge opgrader eller foretag en ‘Onlineopgradering’ med få kommandoer.
de: Wenn Sie schon openSUSE verwenden, können Sie upgraden indem Sie im DVD/USB-Bootmenü Upgrade auswählen, oder ein 'Online Upgrade' mit einigen wenigen Kommandos durchführen.
es: Si ya tiene openSUSE instalado, puede actualizarlo arrancando desde la unidad de DVD/USB y escogiendo la opción de actualizar, o realizar una actualización en línea con unos pocos comandos.
fi: Jos käytät jo openSUSEa, voit päivittää käynnistämällä DVD:n tai USB:n ja valitsemalla päivityksen. Voit myös tehdä muutamalla komennolla verkkopäivityksen.
fr: Si vous utilisez déjà openSUSE, vous pouvez mettre à niveau en démarrant sur le DVD/USB et en choisissant Mise à niveau, ou en effectuant une mise à jour en ligne avec quelques commandes.
it: Qualora si stesse già usando openSUSE, è possibile aggiornarla avviando il sistema da DVD/USB e scegliendo aggiorna, oppure eseguendo un 'Aggiornamento in linea' in pochi comandi.
ja: すでに openSUSE をお使いの場合は、 DVD/USB メモリから起動してアップグレードを選択するか、もしくはコマンドを実行して 'オンラインアップグレード' を選択することで、アップグレードを実施することができます。
lt: Jei šiuo metu naudojate „openSUSE“, sistemą galite naujovinti: a) paleidę kompiuterį iš diegimo laikmenos ir pasirinkę „atnaujinti“, b) esamoje sistemoje vykdydami naujovinimo internetu komandas.
nl: Als u al openSUSE draait, dan kunt u opwaarderen door op te starten vanaf de dvd/USB en kiezen om op tewaarderen, of een ‘Online opwaardering’ uitvoeren in een paar opdrachten.
pl: Jeżeli już używasz openSUSE, możesz zaaktualizować poprzez bootowanie z DVD/USB i wybranie opcji 'upgrade', lub wykonaj 'Sieciową Aktualizację' w kilku, komendach.
pt_br: Se você já estiver executando o openSUSE, você pode atualizá-lo reiniciando o PC pelo DVD/USB e escolhendo Atualizar, ou fazer uma 'Atualização Online' usando alguns comandos.
ru: Если у вас уже openSUSE, вы можете обновиться, загрузившись с DVD/USB и выбрав Обновить, или обновиться по сети за несколько команд.
sk: Ak už používate openSUSE, môžete zvýšiť verziu spustením systému z DVD/USB a vybrať zvýšenie verzie alebo vykonať 'Online Upgrade' v niekoľkých príkazoch.
uk: Якщо у вас вже є openSUSE, то можете оновитися, завантажившись з DVD/USB та вибравши Оновити, або оновитися через мережу за декілька команд.

source: Information
cs: Informace
de: Informationen
el: Πληροφορίες
es: Información
fi: Tietoa
fr: Informations
gl: Información
it: Informazioni
ja: 情報
lt: Informacija
nl: Informatie
pl: Informacje
pt_br: Informações
ru: Сведения
sk: Informácie
uk: Інформація

source: Installation
cs: Instalace
es: Instalación
fi: Asennus
gl: Instalación
ja: インストール
nl: Installatie
pt_br: Instalação
ru: Установка
sk: Inštalácia

source: Installation Source
cs: Zdroje instalace
es: Medio de instalación
fi: Asennuslähde
fr: Source d'installation
gl: Fonte de instalación
ja: インストール元
nl: Installatiebron
pt_br: Fonte de instalação
ru: Источник установки
sk: Inštalačné zdroje

source: It is easy to <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">switch to openSUSE Tumbleweed</a> if you change your mind later.
cs: Změníte-li později své rozhodnutí, bude snadné přejít na <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">openSUSE Tumbleweed</a>.
da: Det er let at <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">skifte til openSUSE Tumbleweed</a> hvis du ombeslutter dig på et senere tidspunkt.
de: Es ist einfach <a href="https://de.opensuse.org/openSUSE:Tumbleweed-Upgrade">zu openSUSE Tumbleweed zu wechseln</a>, wenn Sie sich später umstimmen.
el: Είναι πολύ εύκολο να <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">αλλάξετε σε openSUSE Tumbleweed</a> εάν αργότερα αλλάξετε γνώμη.
es: Es fácil <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">pasarse a openSUSE Tumbleweed</a> si cambia de opinión más tarde.
fi: <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">openSUSE Tumbleweediin</a> voi helposti vaihtaa, jos myöhemmin muutat mieltäsi.
fr: Il est facile de <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">passer à openSUSE Tumbleweed</a> si vous changez d'avis par la suite.
gl: É doado <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">pasarse a openSUSe Tumbleweed</a> se cambia de opinión máis tarde.
it: È semplice <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">passare a openSUSE Tumbleweed</a> qualora si cambiasse idea in seguito.
ja: 後から気が変わった場合でも、 簡単に <a href="https://ja.opensuse.org/openSUSE:Tumbleweed_インストール">openSUSE Tumbleweed に移行する</a> ことができます。
lt: Jei vėliau persigalvotumėte, <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">pereiti prie openSUSE Tumbleweed</a> būtų paprasta.
nl: Het is gemakkelijk om <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">naar openSUSE Tumbleweed om te schakelen</a> als u later van mening verandert.
pl: <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">Przerzucenie się na openSUSE Tumbleweed</a> jest łatwe, jeśli zmienisz zdanie później.
pt_br: É simples <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade"> mudar para o openSUSE Tumbleweed</a> caso você venha a mudar de ideia.
ru: Если вы потом передумаете, то сможете легко <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">перейти на openSUSE Tumbleweed</a>.
sk: Je ľahké <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">prejsť na openSUSE Tumbleweed</a> ak neskôr zmeníte názor.
uk: Легко <a href="https://en.opensuse.org/openSUSE:Tumbleweed_upgrade">перейти на openSUSE Tumbleweed</a>, якщо ви згодом передумаєте.

source: It should be %{fingerprint}
cs: Mělo by být %{fingerprint}
da: Det burde være %{fingerprint}
de: Es sollte %{fingerprint} sein
el: Θα έπρεπε να είναι %{fingerprint}
es: Debería ser %{fingerprint}
fi: Sen tulisi olla %{fingerprint}
fr: Cela devrait être %{fingerprint}
gl: Debería ser %{fingerprint}
it: Dovrebbe essere %{fingerprint}
ja: これは %{fingerprint} であるべきものです。
lt: Turėtų būti %{fingerprint}
nl: Het zou %{fingerprint} moeten zijn
pl: Powinien być %{fingerprint}
pt_br: Ela deve ser %{fingerprint}
ru: Должно быть %{fingerprint}
sk: By malo byť %{fingerprint}
uk: Повинно бути %{fingerprint}

source: KDE LiveCD
ja: KDE ライブ CD
ru: LiveCD KDE

source: Leap %s DVD
es: DVD de Leap %s
fr: DVD de Leap %s
gl: DVD de Leap %s
pt_br: DVD do Leap %s
ru: DVD-образ Leap %s

source: Leap %s DVD (Build %s)
cs: Leap %s DVD (verze %s)
es: DVD de Leap %s (Build %s)
fi: Leap %s -DVD (kooste %s)
fr: DVD de Leap %s (construction %s)
gl: DVD de Leap %s (Build %s)
pt_br: DVD do Leap %s (compilação %s)
ru: DVD-образ Leap %s (сборка %s)
sk: Leap %s DVD (Zostavenie %s)

source: Leap %s Network Installation
cs: Síťová instalace Leap %s
es: Instalación desde la red de Leap %s
fi: Leap %s -verkkoasennus
fr: Installation par le réseau de Leap %s
gl: Instalación desde a rede de Leap %s
ja: Leap %s ネットワークインストール
nl: Leap %s netwerkinstallatie
pt_br: Instalação via rede do Leap %s
ru: Установка Leap %s по сети
sk: Sieťová inštalácia Leap %s

source: Leap %s Network Installation (Build %s)
cs: Síťová instalace Leap %s (verze %s)
es: Instalación desde la red de Leap %s (Build %s)
fi: Leap %s -verkkoasennus (kooste %s)
fr: Installation par le réseau de Leap %s (construction %s)
gl: Instalación mediante a rede de Leap %s (Build %s)
ja: Leap %s ネットワークインストール (Build %s)
nl: Leap %s netwerkinstallatie (Build %s)
pt_br: Instalação via rede do Leap %s (compilação %s)
ru: Установка Leap %s по сети (сборка %s)
sk: Sieťová inštalácia Leap %s (Zostavenie %s)

source: Leap is recommended for <strong>Sysadmins</strong>, <strong>Enterprise Developers</strong>, and <strong>‘Regular’ Desktop Users</strong>.
cs: Leap se doporučuje pro <strong>administrátory</strong>, <strong>podnikové vývojáře</strong> a <strong>'běžné' uživatele počítačů</strong>.
da: Leap anbefales til <strong>Systemadministratorer</strong>, <strong>Enterprise-udviklere</strong> og <strong>‘Almindelige’ desktop-brugere</strong>.
de: Leap wird für <strong>Systemadministratoren</strong>, <strong>Enterprise Entwickler</strong> und <strong>'normale' Desktop-Benutzer</strong> empfohlen.
el: Η Leap συνίσταται για τους <strong>διαχειριστές συστήματος</strong>, <strong>εταιρικούς προγραμματιστές</strong>, και <strong>τελικούς χρήστες υπολογιστών</strong>.
es: Se recomienda Leap para <strong>administradores de sistemas</strong>, <strong>desarrolladores profesionales</strong>, y <strong>usuarios comunes de entornos de escritorio</strong>.
fi: Leapiä suositellaan <strong>järjestelmän ylläpitäjille</strong>, <strong>yritysten kehittäjille</strong> ja <strong>tavallisille työpöytäkäyttäjille</strong>.
fr: Leap est recommandée pour les <strong>administrateurs système</strong>, les <strong>développeurs en entreprise</strong> et les <strong>utilisateurs « classiques »</strong>.
gl: Leap é recomendado para <strong>administradores de sistemas</strong>, <strong>desenvolvedores profesionais</strong> e<strong> usuarios habituais</strong>.
it: Leap è raccomandata per <strong>amministratori di sistema</strong>, <strong>sviluppatori professionisti</strong> e <strong>'normali' utenti desktop</strong>.
ja: Leap は特に、 <strong>システム管理者</strong> や <strong>企業内の開発者</strong> 、 <strong>'一般的な' デスクトップユーザ</strong> にお勧めです。
lt: „Leap“ pirmiausia siūloma <strong>sistemų administratoriams</strong>, <strong>įmonių programuotojams</strong> ir <strong>paprastiems naudotojams</strong>.
nl: Leap is aanbevolen voor <strong>systeembeheerders</strong>, <strong>ontwikkelaars voor grote ondernemingen</strong> en <strong>‘gewone’ bureaubladgebruikers</strong>.
pl: Leap jest polecany dla <strong>Sysadminów</strong>, <strong>Deweloperów Przedsiębiorczych</strong>, oraz <strong>'Zwykłych' Użytkowników</strong>.
pt_br: O Leap é recomendado para <strong>administradores de sistemas</strong>, <strong>desenvolvedores empresariais</strong> e <strong>usuários 'regulares’</strong>.
ru: Leap рекомендуется <strong>системным администраторам</strong>, <strong>корпоративным разработчикам</strong> и <strong>«обычным» пользователям</strong>.
sk: Leap sa odporúča pre <strong>administrátorov</strong>, <strong>podnikových vývojárov</strong> a <strong>'bežných' používateľov počítačov</strong>.
uk: Leap рекомендується <strong>системним адміністраторам</strong>, <strong>розробникам</strong> і <strong>звичайним користувачам</strong>.

source: Leap shares a Common Base System with %{sles}, so major architectural changes are not expected for several years, aligned with each new Major Release (eg 12, 13, etc) of SUSE Linux Enterprise.
cs: Leap sdílí společný základní systém (Common Base System) se %{sles}, takže hlavní architektonické změny se neočekávají několik let, přicházejí s každým novým hlavním vydáním SUSE Linux Enterprise (např. 12, 13 atd.).
da: Leap deler et fælles basissystem med %{sles}, så større arkitektoniske ændringer er ikke ventet i flere år, afstemt med hver ny større udgivelse (f.eks. 12, 13, osv.) af SUSE Linux Enterprise.
de: Leap teilt sich eine gemeinsame Systembasis mit %{sles}, so dass über mehrere Jahre mit wichtigen Architektur-Änderungen nicht gerechnet wird, abgestimmt mit jedem neuen Major Release (z.B. 12, 13, etc.) von SUSE Linux Enterprise.
el: Η Leap μοιράζεται ένα κοινό σύστημα βάσης με το %{sles}, έτσι δεν αναμένονται μεγάλες αρχιτεκτονικές αλλαγές για αρκετά χρόνια, ευθυγραμμισμένη με κάθε νέα κύρια έκδοση (π.χ. 12, 13, κλπ) του SUSE Linux Enterprise.
es: Leap comparte un sistema base común con %{sles}, por lo que no se esperan cambios estructurales importantes en varios años, alineados con cada versión principal (p. ej. 12, 13, etc.) de SUSE Linux Enterprise.
fi: Leap ja %{sles} jakavat yhteisen perusjärjestelmän, joten suuria arkkitehtuurimuutoksia ei odoteta vuosiin; ne ajoittuvat SUSE Linux Enterprisen pääversioihin (esim. 12, 13 jne.).
fr: Leap partage une de base commune de sources avec %{sles}, donc aucun changement architectural majeur n'est attendu avant plusieurs années et une nouvelle version majeure de SUSE Linux Enterprise.
it: Leap condivide un sistema di base comune con %{sles}, cosicché non sono previste modifiche architetturali per diversi anni a venire, ed è riallineata a ciascun nuovo rilascio principale (ed es. 12, 13, ecc.) di SUSE Linux Enterprise.
ja: Leap は %{sles} との間で一般的な基本システムを共有しているため、 SUSE Linux Enterprise のメジャーリリース (例: 12, 13, etc.) 間隔 (おおよそ数年単位) でのみ大幅なアーキテクチャ変更が行なわれます。
lt: „Leap“ sistemos pagrindas atitinka %{sles}, tad kelerius metus neturėtų būti sistemos pokyčių (pvz., tarp 42.1, 42.2 ir 42.3 versijų, atitinkančių „SUSE Linux Enterprise“ 12 pataisų paketus); ženklių pokyčių gali būti pereinant tarp pagrindinių versijų, susietų su pagrindinėmis „SUSE Linux Enterprise“ versijomis (12, 13 ir kt.).
nl: Leap deelt een gemeenschappelijk basissysteem met %{sles}, dus grote wijzigingen in architectuur worden niet verwacht, in lijn met elke nieuwe grote uitgave (bv.: 12, 13, enz.) van SUSE Linux Enterprise.
pl: Leap dzieli Wspólną Podstawę Systemu z %{sles}, więc poważne zmiany w architekturze nie są w perspektywie zmian przez kilka lat, zrównane z każdą nową Większą Wersją (np. 12, 13, itd) SUSE Linux Enterprise.
pt_br: O Leap compartilha um sistema de base comum com o %{sles}, portanto grandes alterações arquitetônicas não são esperadas por vários anos, alinhadas com cada nova grande versão (ex 12, 13, etc) do SUSE Linux Enterprise.
ru: У Leap общая базовая система с %{sles}, так что глобальных архитектурных изменений не ожидается в течение нескольких лет, в соответстветствии с каждой новой версией (т.е. 12, 13 и т.д.) SUSE Linux Enterprise.
sk: Leap zdieľa spoločný základný systém so %{sles}, takže hlavné architektonické zmeny sa neočakávajú niekoľko rokov a sú zosúladené s každým novým hlavným vydaním SUSE Linux Enterprise (napr. 12, 13 atď.).
uk: Leap поділяє спільну базову систему із %{sles}, тому глобальних архітектурних змін не очікується протягом кількох років у відповідності до кожної нової версії (тобто 12, 13 і т. д.) SUSE Linux Enterprise.

source: Learn more
cs: Poznejte více
ja: さらに詳しく
nl: Lees meer
ru: Узнайте больше
sk: Zistiť viac

source: Live
cs: Živě
ja: ライブ
ru: Live-образ

source: Mail lists
cs: Mailové seznamy adresátů
da: Maillister
de: Mailinglisten
el: Λίστες ταχυδρομείου
es: Listas de correo
fi: Postituslistat
fr: Listes de diffusion
gl: Listas de correo
it: Mailing list
ja: メーリングリスト
lt: Elektroninio pašto grupė
nl: Mailinglijsten
pl: Listy mailingowe
pt_br: Listas de e-mail
ru: Списки рассылки
sk: Mailové konferencie
uk: Списки розсилки
