Repository: openSUSE/software-o-o
Catalog: locale/*/software.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, gl, it, ja, lt, nl, pl, pt_br, ru, sk, uk

source: Promo DVDs and all the related artwork -labels and sleeve- can be downloaded from the <a href="http://download.opensuse.org/promodvd/">promodvd download directory %s</a>. Keep in mind that this is a special version of openSUSE, namely designed for promotional distribution.
ar: يمكن تحميل عروض دي في دي الترويجية وجميع الأعمال الفنية ذات من <a href="http://download.opensuse.org/promodvd/">دليل قرص التروج يمكنك تجميله من المجلد %s</a>. نضع في اعتبارنا أن هذا إصدار خاص من أوبن سوزي، وهي مصممة لتوزيع الترويجية.
ca: PromoDVD i tot l'art relacionat -etiquetes i caràtules- es pot descarregar de <a href="http://download.opensuse.org/promodvd/">promodvd directori de baixada %s</a>. Tingueu present que aquesta és una verisó especial d'openSUSE, dissenyada per a una distribució promocional.

source: Recommended System Requirements
ar: متطلبات النظام المستحسنة
ca: Requeriments de sistema recomanats
cs: Doporučené systémové požadavky
da: Anbefalede systemkrav
de: Empfohlene Systemanforderungen
el: Συνιστώμενες απαιτήσεις συστήματος
es: Requisitos recomendados del sistema
fi: Suositellut järjestelmävaatimukset
fr: Configuration système recommandée
it: Requisiti di sistema raccomandati
ja: 推奨システム要件
lt: Rekomenduojami sistemos parametrai
nl: Aanbevolen systeemvereisten
pl: Rekomendowane wymagania systemowe
pt_br: Requisitos de sistema recomendados
ru: Рекомендуемые системные требования
sk: Odporúčané systémové požiadavky
uk: Рекомендовані системні вимоги

source: Related categories:
ar: الفئات ذات الصلة:
ca: Categories relacionades:

source: Release Notes
ar: ملاحظات الإصدار
ca: Notes de la versió
cs: Poznámky k vydání
da: Udgivelsesnoter
de: Versionshinweise
el: Σημειώσεις έκδοσης
es: Notas del lanzamiento
fi: Julkaisutiedot
fr: Notes de version
gl: Notas da versión
it: Note di rilascio
ja: リリースノート
lt: Pastabos apie laidą
nl: Uitgavenotities
pl: Informacje o Wydaniu
pt_br: Notas de lançamento
ru: Примечания к выпуску
sk: Poznámky k vydaniu
uk: Примітки до випуску

source: Released Version
ar: الإصدار المستقر
ca: Versió publicada

source: Reporting Bugs
ar: الإبلاغ عن العلل
ca: Informeu d'errors

source: Rescue
ar: إنقاذ
ca: Rescat
cs: Záchrana
da: Redningssystem
de: Rettung
el: Σύστημα Διάσωσης
es: Rescate
fi: Korjausjärjestelmä
fr: Secours
gl: Rescate
it: Ripristino
ja: レスキュー
lt: Avarinė sistema
nl: Reddingssysteem
pl: System ratunkowy
pt_br: Recuperação
ru: Диск восстановления
sk: Záchrana
uk: Відновлення

source: Rescue system that you can run from CD or from USB stick.<br/>Can not be used for installation or upgrade.
ar: نظام الإنقاذ اللذي يمكنك تشغيلها من القرص المضغوط أو من وسيط تخزين USB.<br/>لا يمكن أن تستخدم للتثبيت أو الترقية.
ca: Sistema de rescat que podeu executar des d'un CD o d'una memòria USB.<br/>No es pot fer servir per a instal·lacions o actualitzacions.

source: SHA256 checksum
ar: المجموع الاختباري SHA256
ca: La suma SHA256

source: Search
ar: البحث
ca: Cerca
cs: Najít
da: Søg
de: Suche
el: Αναζήτηση
es: Buscar
fi: Etsi
fr: Recherche
gl: Buscar
it: Cerca
ja: 検索
lt: Ieškoti
nl: Zoeken
pl: Wyszukiwanie
pt_br: Pesquisar
ru: Искать
sk: Hľadať
uk: Пошук

source: Select Your Operating System
ar: إختر نظام التشغيل
ca: Seleccioneu el sistema operatiu
cs: Vyberte váš operační systém
da: Vælg dit operativsystem
de: Wählen Sie ihr Betriebssystem
el: Επιλογή λειτουργικού συστήματος
es: Seleccione su sistema operativo
fi: Valitse käyttöjärjestelmäsi
fr: Sélectionnez votre système d'exploitation
gl: Seleccione o seu sistema operativo
it: Seleziona il sistema operativo
ja: お使いのオペレーティングシステムの選択
lt: Pasirinkite operacinę sistemą
nl: Kies uw besturingssysteem
pl: Proszę wybrać system operacyjny
pt_br: Selecione seu sistema operacional
ru: Выберите операционную систему
sk: Vyberte váš operačný systém
uk: Виберіть вашу операційну систему

source: Select the image type
ar: حدد نوع الصورة
ca: Seleccioneu el tipus d'imatge
cs: Zvolte typ obrazu
da: Vælg aftrykstypen
de: Wählen Sie den Typ des Abbildes
el: Επιλέξτε τον τύπο εικόνας
es: Seleccione el tipo de imagen
fi: Valitse levykuvan tyyppi
fr: Sélectionnez le type d'image
gl: Seleccione o tipo de imaxe
it: Selezionare il tipo di immagine
ja: イメージの種類を選択してください。
lt: Pasirinkite atvaizdžio tipą
nl: Selecteer het type image
pl: Proszę wybrać rodzaj obrazu
pt_br: Selecione o tipo de imagem
ru: Выберите тип образа
sk: Vyberte typ obrazu
uk: Виберіть тип штампа

source: Show
ar: إظهار
ca: Mostra
cs: Zobrazit
da: Vis
de: Anzeigen
el: Προβολή
es: Mostrar
fi: Näytä
fr: Afficher
gl: Mostrar
it: Mostra
ja: 表示
lt: Rodyti
nl: Tonen
pl: Pokaż
pt_br: Exibir
ru: Показать
sk: Ukázať
uk: Показати

source: Show development, language and debug packages
ar: إظهار حزم التطوير واللغة والتصحيح
ca: Mostra els paquets de desenvolupament, llengua i depuració
da: Vis pakker til udvikling, sprog og fejlsøgning
de: Zeige Entwicklungs-, Sprach- und Debugpakete
el: Εμφάνιση πακέτων ανάπτυξης, γλώσσας και αποσφαλμάτωσης
gl: Mostar paquetes de desenvolvemento, idioma e depuración
it: Mostra pacchetti di sviluppo, lingua e debug
lt: Rodyti kalbos, derinimo (-debug) ir programavimui skirtus (-devel) paketus
pl: Wyświetl pakiety dla deweloperów, językowe i debugowania
uk: Показувати пакунки для розробників, налагоджувальні і мовні пакунки

source: Show distribution:
ar: إظهار التوزيعة:
ca: Mostra la distribució:

source: Show more packages for unsupported distributions
ar: إظهار المزيد من الحزم للتوزيعات غير المعتمدة
ca: Mostra més paquets per a distribucions sense suport

source: Show more...
ar: إظهار المزيد...
ca: Mostra'n més...

source: Show other versions
ar: إظهار الإصدارات أخرى
ca: Mostra'n altres versions

source: Show unstable packages
ar: ظهار الحزم غير المستقرة
ca: Mostra els paquets inestables

source: Show unsupported packages
ar: إظهار الحزم غير المعتمدة
ca: Mostra paquets sense suport

source: Silver Sponsor
ar: الراعي الفضي
ca: Patrocinadors de plata

source: Size
ar: حجم
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fr: Taille
it: Dimensione
ja: サイズ
lt: Dydis
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
ru: Размер
sk: Veľkosť
uk: Розмір

source: Some alternative media (eg. live and rescue systems) are also available, although they are less tested and recommended for limited use only.
ar: بعض الوسائط البديلة (على سبيل المثال-القرص الحي وقرص الإنقاذ) متاحة أيضا، بالرغم من أنه لم يتم إختبارها وموصى بها للاستخدام المحدود فقط.
ca: També hi ha disponibles alguns mitjans alternatius (per exemple, sistemes vius o de rescat), tot i que s'han provat menys i es recomanen només per a un ús limitat.

source: Some of the live distributions based on openSUSE. Those interested in trying to build their own derivatives can take a look at <a href="http://susestudio.com/">SUSE Studio</a>.
ar: هذه بعض من التوزيعات المبنية على أوبن سوزي. وهم مهتمون ببناء مشتقاتهم الخاصة ويمكنك أخذ جولة في <a href="http://susestudio.com/">SUSE Studio</a>.
ca: Algunes de les distribucions vives basades en openSUSE. Tothom que estigui interessat a construir-ne un derivat propi pot fer un cop d'ull a <a href="http://susestudio.com/">SUSE Studio</a>.

source: Source
ar: المصدر
ca: Font
cs: Zdroj
da: Kilde
de: Quelle
el: Πηγή
es: Código fuente
fi: Lähde
gl: Fonte
it: Sorgente
ja: ソース
lt: Šaltinis
nl: Bron
pl: Źródło
pt_br: Fonte
ru: Источник
sk: Zdroj
uk: Джерело

source: Sponsored by
ar: الرعاة
ca: Patrocinat per

source: Sponsored by: AMD
ar: برعاية: AMD
ca: Patrocinat per AMD

source: Sponsored by: B1 Systems
ar: برعاية: B1 Systems
ca: Patrocinat per B1 Systems

source: Sponsored by: Heinlein
ar: برعاية: Heinlein
ca: Patrocinat per Heinlein

source: Sponsored by: IP Exchange
ar: برعاية: IP Exchange
ca: Patrocinat per IP Exchange

source: Sub-Packages
ar: حزم فرعية
ca: Subpaquets
cs: Podbalíčky
da: Underpakker
de: Unterpakete
el: Υπό-πακέτα
es: Subpaquetes
fi: Alipaketit
fr: Sous-paquets
gl: Subpaquetes
it: Sottopacchetti
ja: サブパッケージ
lt: sudedam. paket.
nl: Subpakketten
pl: Pakiety podrzędne
pt_br: Subpacotes
ru: Подпакеты
sk: Podbalíky
uk: Підпакунки(ів)

source: Support
ar: الدعم
ca: Suport

source: The DVD/USB Stick is typically recommended as it contains most of the packages available in the distribution and does not require a network connection during the installation.
ar: عادة ما يوصى باستخدام قرص DVD/USB لأنه يحتوي على معظم الحزم المتوفرة في التوزيعة ولا تتطلب اتصال بالشبكة أثناء التثبيت.
ca: Es recomana normalment el DVD / USB, ja que conté la majoria de paquets disponibles a la distribució i no necessita una connexió de xarxa durant la instal·lació.

source: The Network CD/USB Stick is recommended for users who have limited bandwidth on their internet connections, as it will only download the packages they choose to install, which is likely to be significantly less than 4.7GB.
ar: يوصى باستخدام CD/USB للمستخدمين الذين لديهم اتصال محدودة بالإنترنت. حيث سيتم تحميل الحزم التي يختارون فقط للتثبيت، والتي من المرجح أن تكون أقل من 4.7GB.
ca: El CD / USB de xarxa és recomanable per als usuaris que tenen una amplada de banda d'internet limitada, ja que només descarregarà els paquets que triïn instal·lar, cosa que probablement serà menys significativa que 4.7 GB.

source: The installation process is available in many languages but, for most of them, the translation of the applications is not included in the image. If you want your openSUSE system to support some additional language, you need to download it from the Internet during the installation or any time after it. If you have easy access to the Internet you do not need this CD, but if you are planning to install openSUSE in some machine with no Internet connection, it will provide you access to all the available translations.
ar: عملية التثبيت متاحة بالعديد من اللغات، ولكن معظمها، لا يتم تضمين ترجمة التطبيقات في الصورة. إذا أردت أن تدعم أوبن سوزي بعض اللغات الإضافية، تحتاج إلى تحميلها من الإنترنت أثناء التثبيت أو في أي وقت لاحق. إذا كان لديك وصول سهلة إلى شبكة الإنترنت لا تحتاج هذا القرص المضغوط، ولكن إذا كنت تخطط لتثبيت أوبن سوزي على جهاز لايتصال بالإنترنت، سيوفر لك هذا القرص الوصول إلى جميع الترجمات المتاحة.
ca: El procés d'instal·lació està disponible en moltes llengües però, per a la majoria, la traducció de les aplicacions no s'inclou a la imatge. Si voleu que el vostre sistema openSUSE tingui suport d'una llengua addicional, l'heu de baixar d'Internet durant la instal·lació o després. Si teniu accés fàcil a Internet no necessiteu aquest CD, que és només per a màquines sense connexió. Si voleu tenir l'openSUSE en català l'opció més fàcil és instal·lar-lo per xarxa, així ja el tindreu en català des del primer moment i no us caldrà acabar d'instal·lar després els paquets de llengua.

source: Then run the following as <strong>root</strong>
ar: ثم قم بتشغيل التالي <strong>كجذر</strong>
ca: Llavors executeu el següent com a <strong>root</strong>
cs: Potom jako <strong>root</strong> spusťte následující
da: Kør så følgende som <strong>root</strong>
de: Führen Sie anschließend das folgende als <strong>root</strong> aus
el: Μετά εκτελέστε την παρακάτω ως χρήστης <strong>root</strong>
es: Después ejecute lo siguiente como <strong>root</strong>
fi: Suorita seuraava <strong>root</strong>-käyttäjänä
fr: Puis exécutez en tant que <strong>root</strong>
gl: Despois execute o seguinte como <strong>root</strong>
it: Quindi eseguire quanto segue come <strong>root</strong>
ja: その後、 <strong>root</strong> で下記のコマンドを実行してください:
lt: Įvykdykite <strong>root</strong> teisėmis
nl: Voer dan het volgende als <strong>root</strong> uit
pl: Uruchom następujący program jako <strong>root</strong>
pt_br: Então execute o seguinte como <strong>root</strong>
ru: Затем запустите от имени <strong>root</strong>
sk: Potom spustite ako <strong>root</strong> nasledujúce
uk: Потім запустіть від імені <strong>root</strong>

source: There is no openSUSE release in testing phase at the moment. <br/> If you want to use bleeding edge software, please use <a href='http://en.opensuse.org/Portal:Tumbleweed'>openSUSE Tumbleweed</a>.
ar: ليس هناك أي إصدار لأوبن سوزي في مرحلة الاختبار في الوقت الحالي.<br/> إذا كنت ترغب في استخدام البرمجيات في آخر إصداراتها. الرجاء استخدام <a href='http://en.opensuse.org/Portal:Tumbleweed'>openSUSE Tumbleweed</a>.
ca: Ara no hi ha versió d'openSUSE en fase de proves. <br/> Si voleu fer servir programari d'última generació; si us plau, utilitzeu <a href='http://en.opensuse.org/Portal:Tumbleweed'>openSUSE Tumbleweed</a>.

source: They are not tested as thoroughly as the
ar: لم يتم اختبارها بدقة
ca: No es proven tan a fons com

source: They cannot be used to install or upgrade Tumbleweed. Please use the
ar: لا يمكن استخدامها لتثبيت أو لترقية Tumbleweed. الرجاء استخدام
ca: No es poden usar per instal·lar o actualitzar el Tumbleweed. Si us plau, useu

source: They have a limited package/driver selection, so cannot be considered an accurate reflection as to whether Tumbleweed will work on your hardware or not.
ar: لديهم مجموعة محدودة/خيارات السوافات، لذلك لا يمكن اعتبارها حكم دقيق لما إذا كان Tumbleweed ستعمل على جهازك أم لا.
ca: Contenen una selecció limitada de paquets i controladors; per tant, no es poden considerar un reflex precís de si el Tumbleweed funcionarà o no amb el vostre maquinari.

source: This CD contains free software distributed under proprietary licence not allowing its inclusion to main installation media together with free open-source software. All software from this CD could be downloaded from NON-OSS repository.
ar: يحتوي هذا القرص المدمج على برمجيات حرة موزعة تحت رخص مغلقة ولاتسمح بإضافتها إلى قرص التثبيت الرئيسي بجانب البرمجيات الحرة بالكامل. كل البرمجيات الموجودة داخل هذا القرص بالإمكان تحميلها من المستودعات المغلقة المصدر.
ca: Aquest CD conté programari gratuït distribuït sota llicència privada que no permet incloure'l al mitjà d'instal·lació principal conjuntament amb el programari lliure de codi obert. Tot el programari d'aquest CD es pot descarregar des del repositori NON-OSS.

source: This is not a supported release. It is provided to help openSUSE testers find bugs before release.
ar: هذا الإصدار غير معتمد. يتم توفيره للمساعدة في اختبار أوبن سوزي للعثور على العلل قبل إطلاق الإصدارة.
ca: Aquesta no és una versió amb suport. Es proporciona per ajudar els verificadors de l'openSUSE a trobar errors abans de la publicació.

source: This version runs on all PCs including those that support 64 Bit. If you have more than 3 GB of RAM you should prefer the 64 Bit version though. openSUSE does not support processors before Pentium - the live CDs even support only i686 (Pentium Pro and later).
ar: هذا الإصدار يعمل على كل الحواسيب بما في ذلك الحواسيب التي تدعم 64 بت,إذا كان عندك أكثر من 3جيجابايت من الرام فمن لمستحسن ان تستعمل الإصدار 64 بت. أوبن سوزي لاتدعم المعالجات قبل Pentium الأقراص الحية لاتدعم أيضا إلا بنية ,i686 (Pentium Pro وأعلى).
ca: Aquesta versió funciona en tots els PC, fins i tot amb els de 64 bits. Si teniu més de 3 GB de RAM, hauríeu de preferir la versió de 64 bits. OpenSUSE no té suport per a processadors més antics que els Pentium - els CD vius fins i tot per a i686 (Pentium Pro i posteriors).

source: Toggle navigation
ar: تبديل الملاحة
ca: Commuta la navegació
cs: Přepnout navigaci
da: Navigation til/fra
de: Umschalten der Navigation
el: Εναλλαγή πλοήγησης
es: Cambiar la navegación
fi: Näytä tai piilota navigointi
fr: Changer la navigation
it: Cambia navigazione
ja: 表示の切り替え
lt: Navigacija
nl: Navigatie omschakelen
pl: Przełącz nawigację
pt_br: Alternar navegação
ru: Навигация
sk: Prepnúť navigáciu
uk: Навігація

source: Tumbleweed is recommended for <strong>Developers</strong>, <strong>openSUSE Contributors</strong>, and <strong>Linux/FOSS Enthusiasts</strong>.
ar: يستخدم Tumbleweed <strong>المطورون</strong>, <strong>المساهمون في أوبن سوزي</strong>, و <strong> مجموعات داعمي ومحبي لنكس</strong>.
ca: El Tumbleweed és recomanable per a <strong>desenvolupadors</strong>, <strong>col·laboradors d'openSUSE</strong> i <strong>entusiastes de Linux / FOSS</strong>.

source: Type of Computer
ar: نوع الحاسوب
ca: Tipus d'ordinador

source: Unsupported
ar: غير معتمد
ca: Sense suport

source: Unsupported distributions:
ar: توزيعات غير معتمدة:
ca: Distribucions sense suport:

source: Upgrade Instructions
ar: تعليمات الترقية
ca: Instruccions d'actualització
cs: Návod na migraci
da: Opgraderingsinstruktioner
de: Upgrade Anweisungen
el: Οδηγίες αναβάθμισης
es: Instrucciones de actualización
fi: Päivitysohjeet
fr: Instructions de mise à niveau
gl: Instruccións para anovar
it: Istruzioni sull'aggiornamento
ja: アップグレード手順
lt: Naujovinimo instrukcijos
nl: Instructies voor opwaarderen
pl: Instrukcje Aktualizacji
pt_br: Instruções de atualização
ru: Инструкции по обновлению
sk: Pokyny pre zvýšenie verzie
uk: Вказівки з оновлення

source: User manuals are available from <a href="http://activedoc.opensuse.org">activedoc.opensuse.org</a>, for example the <a href="http://activedoc.opensuse.org/book/opensuse-start-up/">Official Start-Up Guide</a>.
ar: ويتوفر دليل المستخدم في <a href="http://activedoc.opensuse.org">activedoc.opensuse.org</a>، على سبيل المثال <a href="http://activedoc.opensuse.org/book/opensuse-start-up/">دليل بدء التشغيل الرسمي</a>.
ca: Els manuals d'usuari estan disponibles a <a href="http://activedoc.opensuse.org">activedoc.opensuse.org</a>, per exemple <a href="http://activedoc.opensuse.org/book/opensuse-start-up/">la Guia oficial d'inici</a>.

source: Using <a href="http://en.opensuse.org/SDB:BitTorrent">BitTorrent</a> is recommended on slow links, especially when downloading the DVD image. BitTorrent downloads have several benefits, the clients protect against data corruption and you help relieving the load on the servers by participating in the upload - if enough people participate it will also be faster than the centralized servers - for everybody. Whatsmore, it allows you to stop the download at any time and resume it later.
ar: يستحسن استخدام <a href="http://en.opensuse.org/SDB:BitTorrent">تورنت</a> للروابط البطيئة، خاصة عند تحميل صورة DVD. التورنت له فوائد عدة، كالحماية من فقد البيانات والمساعدة في تخفيف الحمل على الخادم بمشاركة التحميل - إذا قام ما يكفي من الناس بالمشاركة سيكون التحميل أسرع للجميع من استخدام خادم مركزي. يضاً، ويسمح لك بإيقاف التحميل في أي وقت واستئنافه في وقت لاحق.
ca: Usar <a href="http://en.opensuse.org/SDB:BitTorrent">BitTorrent</a> és recomanable per a enllaços lents, especialment per a la descàrrega del DVD. Les baixades de BitTorrent tenen alguns beneficis: els clients protegeixen contra la corrupció de dades i alhora ajudeu a alleujar la càrrega dels servidors participant també a la pujada -si hi participa prou gent serà fins i tot més ràpid que els servidors centralitzats- per a tothom. Sobretot us permet aturar la descàrrega i continuar-la més tard.

source: Verify Your Download Before Use
ar: تحقق من التحميل قبل الاستخدام
ca: Verifiqueu la descàrrega abans de fer-la servir
cs: Před použitím ověřte vaše stažené soubory
da: Verificér din download inden brug
de: Überprüfen Sie vor der Benutzung Ihre heruntergeladenen Dateien
el: Επαλήθευση λήψης πριν τη χρήση
es: Comprobar su descarga antes de utilizarla
fi: Tarkista latauksesi ennen käyttöä
fr: Vérifier votre téléchargement avant utilisation
gl: Comprobe a súa descarga antes de usar
it: Verificare quanto scaricato prima dell'uso
ja: お使いになる前にダウンロードを検証してください
lt: Parsisiųstųjų rinkmenų tikrinimas
nl: Verifieer uw download alvorens deze te gebruiken
pl: Sprawdzenie Pobranych Danych przed Instalacją
pt_br: Verifique seu download antes de usar
ru: Проверка загруженного образа перед использованием
sk: Pred použitím si skontrolujte, čo ste stiahli
uk: Перевірка вашого звантаження перед використанням

source: Verify your download before use
ar: تحقق من التحميل قبل استخدامه
ca: Verifiqueu la descàrrega abans de fer-la servir

source: Version
ar: الإصدار
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
fi: Versio
gl: Versión
it: Versione
ja: バージョン
lt: Versija
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
sk: Verzia
uk: Версія

source: We offer three different checksums:
ar: نحن نعرض ثلاثة أرقام مختلفة للتحقق:
ca: Oferim tres tipus de sumes de verificació:

source: We would like you, to keep us informed about your usage of the DVDs, so we can help you to promote your organization, event or school on our <a href='http://news.opensuse.org' title='news.opensuse.org'>news page</a> or other resources. (Hint! We love photos. Take lots of them!). Please contact us at <a href='mailto:opensuse-marketing@opensuse.org'>opensuse-marketing@opensuse.org</a> to discuss promotion and/or other ways we can assist you.
ar: نود أن تبقينا على إطلاع بنتائج تجربتك واستخدامك لأقراص أوبن سوزي. نستطيع يمكننا أن نساعدك في دعم مدرستك أو منظمتك أو جامعتك في <a href='http://news.opensuse.org' title='news.opensuse.org'>صفحة الأخبار</a> أو المصادر الأخرى. (ملاحظة! نحن نحب الصور كثيراً الرجاء ارسال الكثير منها). إتصل بنا على <a href='mailto:opensuse-marketing@opensuse.org'>opensuse-marketing@opensuse.org</a> لبحث ومناقشة طرق أخرى لمساعدتك.
ca: Ens agradaria que ens mantinguéssiu informats de l'ús que feu del DVD, per tal que puguem ajudar-vos a promocionar la vostra organització, esdeveniment o escola a la nostra <a href='http://news.opensuse.org' title='news.opensuse.org'>pàgina de notícies</a> o altres recursos. (Pista! Ens agraden les fotos! Feu-ne moltes!). Si us plau, contacteu amb nosaltes a <a href='mailto:opensuse-marketing@opensuse.org'>opensuse-marketing@opensuse.org</a> per parlar de la promoció o d'altres maneres en què us puguem assistir.

source: When downloading images other than the CD for network installation, it is <i>strongly</i> recommended to use a proper download manager to reduce the risk of corrupted data.
ar: عند تنزيل صور آخر غير القرص المضغوط للتثبيت عبر شبكة الاتصال، يوصى<i>بشدة</i> باستخدام مدير تحميل للتقليل من خطر تلف البيانات.
ca: Quan descarregueu imatges diferents del CD d'instal·lació per xarxa, és <i>molt</i> recomanable que feu servir un gestor de descàrregues adient per reduir el risc de corrupció de dades.
