Repository: openSUSE/software-o-o
Catalog: locale/*/software.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, gl, it, ja, lt, nl, pl, pt_br, ru, sk, uk

source: https://en.opensuse.org/SDB:Download_help#Using_Microsoft_Windows
de: https://de.opensuse.org/SDB:Download-Hilfe#Unter_Microsoft.C2.AE_Windows.C2.AE_2
fr: https://fr.opensuse.org/SDB:Aide_au_t%C3%A9l%C3%A9chargement#Sous_Microsoft_Windows_2
it: https://it.opensuse.org/SDB:Aiuto_per_lo_scaricamento#Usando_Microsoft_Windows
ja: https://ja.opensuse.org/SDB:Download_help#Microsoft_Windows_.E3.81.A7.E3.81.AE.E6.9B.B8.E3.81.8D.E8.BE.BC.E3.81.BF
nl: https://nl.opensuse.org/SDB:Hulp_bij_downloaden#Met_Microsoft_Windows
pt_br: https://pt.opensuse.org/SDB:Ajuda_de_download#Utilizando_o_Microsoft_Windows
ru: https://ru.opensuse.org/SDB:%D0%9F%D0%BE%D0%BC%D0%BE%D1%89%D1%8C_%D0%BF%D0%BE_%D0%B7%D0%B0%D0%B3%D1%80%D1%83%D0%B7%D0%BA%D0%B5#.D0.9F.D0.BE.D0.BB.D1.8C.D0.B7.D0.BE.D0.B2.D0.B0.D1.82.D0.B5.D0.BB.D1.8F.D0.BC_Microsoft_Windows

source: https://en.opensuse.org/SDB:Live_USB_stick
de: https://de.opensuse.org/SDB:Live_USB_Stick
it: https://it.opensuse.org/SDB:Live_USB_stick
ja: https://ja.opensuse.org/SDB:%E3%83%A9%E3%82%A4%E3%83%96_USB_%E3%83%A1%E3%83%A2%E3%83%AA
nl: https://nl.opensuse.org/SDB:Live_USB_stick
pt_br: https://pt.opensuse.org/SDB:Live_USB
ru: http://ru.opensuse.org/SDB:Live_USB_%D0%B1%D1%80%D0%B5%D0%BB%D0%BE%D0%BA

source: https://en.opensuse.org/SDB:System_upgrade
de: https://de.opensuse.org/SDB:Distribution-Upgrade
it: https://it.opensuse.org/SDB:System_upgrade
ja: https://ja.opensuse.org/SDB:%E3%82%B7%E3%82%B9%E3%83%86%E3%83%A0%E3%82%A2%E3%83%83%E3%83%97%E3%82%B0%E3%83%AC%E3%83%BC%E3%83%89
nl: https://nl.opensuse.org/SDB:Systeem_opwaarderen
ru: http://ru.opensuse.org/SDB:%D0%9E%D0%B1%D0%BD%D0%BE%D0%B2%D0%BB%D0%B5%D0%BD%D0%B8%D0%B5_%D1%81%D0%B8%D1%81%D1%82%D0%B5%D0%BC%D1%8B

source: https://en.opensuse.org/openSUSE:Roadmap
de: https://de.opensuse.org/openSUSE:Zeitplan
it: https://it.opensuse.org/Roadmap
ja: https://ja.opensuse.org/%E3%83%AD%E3%83%BC%E3%83%89%E3%83%9E%E3%83%83%E3%83%97
nl: https://nl.opensuse.org/openSUSE:Roadmap
ru: http://ru.opensuse.org/Roadmap

source: openSUSE Software
el: Λογισμικό openSUSE
fi: openSUSEn ohjelmat
fr: Logiciels openSUSE
it: Software openSUSE
ja: openSUSE ソフトウエア
lt: openSUSE programinė įranga
pl: Oprogramowanie openSUSE
ru: Программы openSUSE
sk: Softvér openSUSE
uk: Програми в openSUSE

source: openSUSE Startup Guide
cs: Průvodce základy openSUSE
es: Guía de inicio de openSUSE
fi: openSUSE-aloitusopas
fr: Guide de démarrage d'openSUSE
ja: openSUSE スタートアップガイド
nl: openSUSE opstarthandleiding
pt_br: Guia de inicialização do openSUSE
ru: Руководство openSUSE для начинающих
sk: Sprievodca spustením openSUSE

source: openSUSE contributors
cs: Přispěvatelé openSUSE
da: openSUSE-bidragsydere
el: Συνεισφέροντες στο openSUSE
es: Colaboradores de openSUSE
fi: openSUSEn avustajat
fr: Contributeurs openSUSE
gl: Contribuidores de openSUSE
it: Contributori di openSUSE
ja: openSUSE 貢献者
lt: openSUSE talkininkai
nl: openSUSE-bijdragers
pl: Współtwórcy openSUSE
pt_br: Contribuidores do openSUSE
ru: Участники openSUSE
sk: Prispievatelia openSUSE
uk: Учасники openSUSE

source: https://en.opensuse.org/SDB:Create_a_Live_USB_stick_using_Mac_OS_x
de: https://de.opensuse.org/SDB:Live_USB_Stick#Anweisungen_f.C3.BCr_OS_X
it: https://it.opensuse.org/SDB:Create_a_Live_USB_stick_using_Mac_OS_x
ja: https://ja.opensuse.org/SDB:Mac_OSX_%E3%82%92%E5%88%A9%E7%94%A8%E3%81%97%E3%81%9F%E3%83%A9%E3%82%A4%E3%83%96_USB_%E3%83%A1%E3%83%A2%E3%83%AA%E3%81%AE%E4%BD%9C%E6%88%90
nl: https://nl.opensuse.org/SDB:Create_a_Live_USB_stick_using_Mac_OS_x

source: https://en.opensuse.org/SDB:Create_a_Live_USB_stick_using_Windows
de: https://de.opensuse.org/SDB:Live_USB_Stick#Anleitung_f.C3.BCr_Windows
it: https://it.opensuse.org/SDB:Create_a_Live_USB_stick_using_Windows
ja: https://ja.opensuse.org/SDB:Windows_%E3%82%92%E5%88%A9%E7%94%A8%E3%81%97%E3%81%9F%E3%83%A9%E3%82%A4%E3%83%96_USB_%E3%83%A1%E3%83%A2%E3%83%AA%E3%81%AE%E4%BD%9C%E6%88%90
nl: https://nl.opensuse.org/SDB:Create_a_Live_USB_stick_using_Windows

source: https://en.opensuse.org/openSUSE:Tumbleweed_upgrade
de: https://de.opensuse.org/openSUSE:Tumbleweed-Upgrade
ja: https://ja.opensuse.org/openSUSE:Tumbleweed_%E3%81%B8%E3%81%AE%E3%82%A2%E3%83%83%E3%83%97%E3%82%B0%E3%83%AC%E3%83%BC%E3%83%89
nl: https://nl.opensuse.org/openSUSE:Tumbleweed_upgrade

source: Distribution:
el: Διανομή:
fi: Jakelu:
gl: Distribución:
it: Distribuzione:
lt: Platinamasis paketas:
pl: Dystrybucje:
pt_br: Distribuição:
uk: Дистрибутив:

source: Get
da: Hent
de: Bekommen
el: Λήψη
fi: Nouda
gl: Obter
it: Ottienilo
lt: Atsisiųsti
pl: Pobierz
pt_br: Obtenha
uk: Отримати

source: Help test openSUSE’s next version of Leap by downloading the latest development milestone.
da: Hjælp med at teste openSUSE’s næste version af Leap ved at downloade den seneste udviklings-milestone.
de: Helfen Sie uns die kommende Version von openSUSE Leap zu testen indem Sie den neuesten Entwicklungs-Meilenstein herunterladen.
el: Βοηθήστε στις δοκιμές της επόμενης έκδοσης Leap του openSUSE με λήψη της πιο πρόσφατης υπό ανάπτυξη έκδοσης.
fi: Auta testaamaan openSUSEn seuraavaa Leap-versiota lataamalla viimeisin kehitysvirstanpylväs.
gl: Axude a probar a próxima versión de openSUSE Leap descargando a versión en desenvolvemento máis recente.
it: Aiutaci a testare la prossima versione di openSUSE Leap, scaricando il più recente stadio di sviluppo.
lt: Padėkite tikrinti būsimą „openSUSE Leap“ versiją – parsisiųskite paskiausią jos kūrimo atvaizdį.
pl: Pomóż w testowaniu następnej wersji openSUSE Leap przez pobranie najnowszej wersji deweloperskiej.
pt_br: Ajude a testar a próxima versão do openSUSE Leap baixando a versão em desenvolvimento mais recente.
uk: Допоможіть протестувати наступну версію openSUSE Leap, завантаживши останню збірку для розробників.

source: Kubic Image
fi: Kubic-kuva
gl: Imaxe Kubic
pt_br: Imagem Kubic

source: Please review %{openqa}'s test results if you want an indication whether these live medias are working as expected.
fi: Etsi %{openqa}:n testituloksista viitteitä siitä, toimivatko nämä Live-tietovälineet odotetusti.
pt_br: Analise os resultados dos testes do %{openqa} se quiser uma indicação de que essas mídias Live estejam funcionando conforme o esperado.

source: Settings
fi: Asetukset
pt_br: Configurações

source: They are not tested as thoroughly as the %{tumbleweed_media}.
da: De er ikke gennemtestet så godt som %{tumbleweed_media}.
de: Sie werden nicht so gründlich getestet wie die %{tumbleweed_media}.
el: Δεν ελέγχονται τόσο καλά όσο το %{tumbleweed_media}.
fi: Niitä ei ole testattu yhtä huolellisesti kuin %{tumbleweed_media} on.
it: Non sono testate a fondo come i %{tumbleweed_media}.
lt: Jie nėra taip gerai išbandyti kaip %{tumbleweed_media}.
pl: Nie są tak dokładnie testowane jak %{tumbleweed_media}.
pt_br: Eles não são testados tanto quanto a %{tumbleweed_media}.
uk: Вони не так добре протестовані як %{tumbleweed_media}.

source: They cannot be used to install or upgrade Tumbleweed. Please use the %{tumbleweed_media} instead.
da: De kan ikke bruges til at installere eller opgradere Tumbleweed. Brug venligst %{tumbleweed_media} i stedet.
de: Sie können nicht zum Installieren und Upgraden von Tumbleweed verwendet werden. Bitte verwenden Sie stattdessen %{tumbleweed_media}.
el: Δεν μπορούν να χρησιμοποιηθούν για εγκατάσταση ή αναβάθμιση του Tumbleweed. Παρακαλούμε αντί αυτού χρησιμοποιήστε το %{tumbleweed_media}.
fi: Niitä ei voi käyttää Tumbleweedin asennukseen tai päivitykseen. Näihin tarvitaan %{tumbleweed_media}.
it: Non possono essere usate per installare o aggiornare Tumbleweed. Si invita ad usare i %{tumbleweed_media}, invece.
lt: Jų negalite naudoti „Tumbleweed“ naujovinimui, kartais gali netikti netgi diegimui. Tam rinkitės %{tumbleweed_media}.
pl: Nie mogą być użyte do instalacji lub aktualizacji Tumbleweeda. Użyj %{tumbleweed_media} do tego celu.
pt_br: Eles não podem ser usados para instalar ou atualizar o Tumbleweed. Por favor use o %{tumbleweed_media} em vez de.
uk: Їх не можна використовувати для установки або оновлення Tumbleweed. Використовуйте натомість %{tumbleweed_media}.

source: They have a limited package and driver selection, so cannot be considered an accurate reflection as to whether Tumbleweed will work on your hardware or not.
fi: Niiden paketti- ja ajurivalikoima on rajallinen, joten ne eivät anna tarkkaa kuvaa siitä, toimiiko Tumbleweed laitteistossasi vai ei.
pt_br: Eles têm uma seleção de pacotes e drivers limitado, portanto, não podem ser considerados um reflexo preciso sobre se o Tumbleweed irá funcionar em seu hardware ou não.

source: Tumbleweed installation media
de: Tumbleweed-Installationsmedien
fi: Tumbleweed-asennustietoväline
pt_br: Mídia de instalação do Tumbleweed
