Repository: openSUSE/software-o-o
Catalog: locale/*/software.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, gl, it, ja, lt, nl, pl, pt_br, ru, sk, uk

source: If you’re already running openSUSE you can upgrade by booting from the DVD/USB and choosing upgrade, or carry out an ‘Online Upgrade’ in a few commands.
ar: إذا كنت تقوم بتشغيل أوبن سوزي بالفعل يمكنك الترقية عن طريق الإقلاع من DVD/USB واختيار الترقية، أو إجراء ‘ترقية عبر الإنترنت‘ بعدد قليل من الأوامر.
ca: Si ja teniu l'openSUSE, podeu actualitzar-lo o bé arrencant l'ordinador des del DVD / USB i triar l'opció d'actualització o bé fer una actualització en línia amb poques ordres.

source: Image:
ar: صورة:
ca: Imatge:
cs: Obraz:
da: Aftryk:
de: Abbild:
el: Εικόνα:
es: Imagen:
fi: Levykuva:
gl: Imaxe:
it: Immagine:
ja: イメージ:
lt: Atvaizdis:
pl: Obraz:
pt_br: Imagem:
ru: Образ:
sk: Obraz:
uk: Штамп:

source: Install package %s / %s
ar: تثبيت الحزمة %s / %s
ca: Instal·la el paquet %s / %s
cs: Nainstalovat balíček %s / %s
da: Installér pakken %s / %s
de: Installiere Paket %s / %s
el: Εγκατάσταση πακέτου %s / %s
es: Instalar paquete %s / %s
fi: Asenna paketti %s / %s
fr: Installation du paquet %s / %s
gl: Instalar o paquete %s / %s
it: Installa pacchetto %s / %s
ja: パッケージのインストール: %s / %s
lt: Diegti paketą %s / %s
nl: Installatie van pakket %s / %s
pl: Instalacja pakietu %s / %s
pt_br: Instalar pacote %s / %s
ru: Установить пакет %s / %s
sk: Nainštalovať balík %s / %s
uk: Встановити пакунок %s / %s

source: Install pattern %s / %s
ar: تثبيت نمط %s / %s
ca: Patró d'instal·lació %s / %s
cs: Nainstalovat šablonu %s / %s
da: Installér mønstret %s / %s
de: Installiere Schema %s / %s
el: Εγκατάσταση pattern %s / %s
es: Instalar patrón %s / %s
fi: Asenna ohjelmistokokoelma %s / %s
fr: Installer le modèle %s / %s
gl: Instalar patrón %s / %s
it: Installa modello %s / %s
ja: パターンのインストール: %s / %s
lt: Diegti šabloną %s / %s
nl: Installatie van patroon %s / %s
pl: Instalacja wzorca %s / %s
pt_br: Instalar padrão %s / %s
ru: Установить шаблон %s / %s
sk: Nainštalovať šablónu %s / %s
uk: Встановити шаблон %s / %s

source: Install using One Click Install
ar: تثبيت بإستعمال التثبيت بضغطة زر واحدة
ca: Instal·la amb la instal·lació d'1-clic

source: Installation Guides
ar: إرشادات التثبيت
ca: Guies d'instal·lació

source: Installation Media
ar: وسائط التثبيت
ca: Mitjans d'instal·lació

source: Installation Medium
ar: قرص التثبيت
ca: Mitjà d'instal·lació

source: Internet access is helpful, and required for the Network Installer
ar: الوصول إلى الإنترنت مفيد، ومطلوب للتثبيت عبر الشبكة
ca: Tenir accés a Internet ajuda i és necessari per a l'instal·lador per xarxa
cs: Přístup k internetu je užitečný a potřebný pro síťovou instalaci
da: Internetadgang er nyttig og kræves af netværksinstallationsprogrammet
de: Ein Internetzugang ist hilfreich, und für den Netzwerk-Installer erforderlich
el: Η πρόσβαση στο διαδίκτυο είναι βοηθητική και απαιτείται για την εγκατάσταση μέσω δικτύου
es: El acceso a internet es útil, y es necesario para hacer una instalación mediante la red (Network Installer)
fi: Internet-yhteydestä on apua, ja verkkoasennus vaatii sitä
fr: L'accès à internet est utile, et nécessaire pour l'installation par le réseau
gl: O acceso a Internet é útil e necesario para facer unha instalación mediante a rede
it: L'accesso a internet è utile ed è necessario per l'installatore via rete
ja: ネットワークインストールの場合はインターネットへの接続が必須、それ以外の場合は任意
lt: Interneto ryšys, jei diegiama internetu
nl: Toegang tot internet is handig, en vereist voor de netwerkinstallatie
pl: Dostęp do internetu jest przydatny, i wymagany do wykonania Instalacji Sieciowej
pt_br: O acesso à Internet é útil e necessário para a instalação via rede
ru: Доступ в интернет не повредит, а для установки по сети необходим
sk: Prístup k internetu je užitočný a potrebný pre sieťovú inštaláciu
uk: Доступ в інтернет не завадить, а для установки по мережі необхідний

source: It is easy to
ar: انه لمن السهل ان
ca: És fàcil

source: It is not expected to change in any significant way until its next annual release.
ar: من غير المتوقع أن تتغير بشكل كبير حتى الإصدار السنوي المقبل.
ca: No s'espera que canviï de cap manera significativa fins a la propera versió anual.
cs: Do dalšího ročního vydání se neočekává žádná významná změna.
da: Det ventes ikke at den ændres på nogen betydelig måde inden dens næste årlige udgivelse.
de: Es wird nicht erwartet, dass sie sich in einer signifikanten Weise bis zur nächsten jährlichen Veröffentlichung ändern wird.
el: Δεν αναμένεται να αλλάξει σημαντικά μέχρι την επόμενη ετήσια κυκλοφορία.
es: No se espera que cambie de manera significativa hasta su próximo lanzamiento anual.
fi: Sen ei odoteta muuttuvan merkittävästi ennen seuraavaa vuotuista julkaisua.
fr: Elle ne devrait pas changer profondément avant la publication de la prochaine version.
gl: Non se agarda que cambie de xeito significativo ata o vindeiro lanzamento anual.
it: È previsto che non cambi in maniera significativa fino al successivo rilascio annuale.
ja: 同じリリース内であれば、明らかな機能変更は行なわないポリシーで管理されています。
lt: Iš esmės nesikeičia iki kitos kartą per metus išleidžiamos versijos.
nl: Het wordt niet verwacht op een significante manier te veranderen tot zijn volgende jaarlijkse uitgave.
pl: Nie zmieni się w znaczącym stopniu przed następnym rocznym wydaniem.
pt_br: Não é esperado que mude de forma significativa até a próxima versão anual.
ru: До следующего ежегодного выпуска никаких крупных изменений не ожидается.
sk: Neočakáva sa, že sa významným spôsobom zmení až do nasledujúceho výročného vydania.
uk: До наступного щорічного випуску ніяких великих змін не очікується.

source: It should be
ar: يجب ان تكون
ca: Hauria de ser

source: Join the fast-growing community, put openSUSE into more hands by getting the latest PromoDVD for your group, non-profit organization, school university or event like LUG meetings, installfests, and conferences. Promo DVDs help to increase awareness and visibility of openSUSE!
ar: انضم إلى المجتمع المتنامي بسرعة، ساعد في دعم أوبن سوزي أطلب آخر إصدار من أقراص DVD لمجموعتك أو منظمتك غير الربحيت أوجامعتك أو للأحداث الهامة مثل اجتماعات مستخدمي لنكس ، تثبيت. وإعداد سهل وسريع تساعد على زيادة الوعي والتعريف بأوبن سوزي!
ca: Uniu-vos a la comunitat creixent, poseu l'openSUSE a mans de més persones obtenint l'últim PromoDVD per al vostre grup, organizació sense ànim de lucre, escola, universitat o esdeveniment com ara trobades LUG, festes d'instal·lació i conferències. Els PromoDVD ajuden a augmentar el coneixement i la visibilitat d'openSUSE!

source: Konqueror of KDE 3 is unfortunately unmaintained and its javascript implementation contains bugs that make it impossible to use with this page. Please make sure you have javascript disabled before you <a href='%s'>continue</a>.
ar: كونكيورُر لكدي 3 هو للأسف غير مدعوم ويحتوي على العديد من العلل التي تجعل من المستحيل إستعماله مع هذه الصفحة. رجاء تأكد من أن جافا سكربت معطلة عندك قبل أن <a href='%s'>تتابع</a>.
ca: El Konqueror del KDE 3 ja no té suport i no és mantingut i la seva implementació java conté errors que el fan impossible d'utilitzar amb aquesta pàgina. Si us plau, assegureu-vos de desactivar el javascript abans de <a href='%s'>continuar</a>.

source: Language
ar: اللغة
ca: Idioma

source: Leap is recommended for <strong>Sysadmins</strong>, <strong>Enterprise Developers</strong>, and <strong>‘Regular’ Desktop Users</strong>.
ar: Leap ينصح به <strong>Sysadmins</strong> ،<strong>مشروع التطوير</strong> و<strong> مستخدم سطح المكتب ’التقليدي’</strong>.
ca: El Leap és recomanable per a <strong>administradors de sistemes</strong>, <strong>desenvolupadors empresarials</strong> i <strong>usuaris habituals d'escriptoris</strong>.

source: Leap shares a Common Base System with
ar: Leap تشارك قاعدة النظام مع
ca: El Leap comparteix un sistema de base comuna amb

source: Legacy 32 Bit PC
ar: أجهزة الكمبيوتر القديمة 32 بت
ca: PC de 32 bits (llegat)

source: Legacy 32&nbsp;Bit&nbsp;PC
ar: أجهزة الكمبيوتر القديمة 32 بت
ca: Llegat de 32&nbsp;bits&nbsp

source: License
ar: رخصة
ca: Llicència
cs: Licence
da: Licens
de: Lizenz
el: Άδεια χρήσης
es: Licencia
fi: Lisenssi
fr: Licence
gl: Licenza
it: Licenza
ja: ライセンス
lt: Licencija
nl: Licentie
pl: Licencja
pt_br: Licença
ru: Лицензия
sk: Licencia
uk: Ліцензія

source: Live GNOME
ar: قرص جنوم الحي
ca: GNOME imatge viva

source: Live KDE
ar: قرص كدي الحي
ca: KDE imatge viva

source: Many applications can verify the checksum of a download. To verify your download can be important as it verifies you really have got the ISO file you wanted to download and not some broken version. You could verify the file in the process of downloading. For example a checksum (SHA256) will be used automatically if you choose Metalink in the field above and use the add-on DownThemAll! in Firefox.
ar: العديد من التطبيقات يمكن فحصها عن طريق رقم التحقق. التحقق من التحميل يفيد في التحقق من حصولك على ملف الآيزو الذي أردت تحميله وليس إصدار آخر من التوزيعة. يمكنك التحقق من الملف أثناء التنزيل. على سبيل المثال المجموع الاختباري (SHA256) يستخدم تلقائيا إذا اخترت ميتالينك في الحقل أعلاه واستخدام الإضافة DownThemAll! في فيرفكس.
ca: Diverses aplicacions permeten verificar la suma d'una descàrrega. Verificar-la pot ser important ja que comprova que tingueu la imatge ISO que volíeu baixar i no una versió trencada o incorrecta. Podríeu verificar el fitxer durant el procés de descàrrega. Per exemple, s'usarà automàticament una suma de verificació (SHA256) i si trieu el metaenllaç al camp anterior i useu el complement del Firefox anomenat DownThemAll! (Descarrega'ls tots!).

source: Many applications can verify the checksum of a download. To verify your download can be important as it verifies you really have got the ISO file you wanted to download and not some broken version.
ar: العديد من التطبيقات يمكن فحصها عن طريق رقم التحقق للتطبيق. التحقق من التحميل يفيد في التحقق من حصولك على ملف الآيزو الذي أردت تحميله وليس إصدار محطما من التوزيعة.
ca: Diverses aplicacions permeten verificar la suma d'una descàrrega. Verificar-la pot ser important ja que comprova que tingueu la imatge ISO que volíeu baixar i no una versió trencada o incorrecta.

source: Media
ar: وسائط
ca: Mitjans

source: Metalink
ar: رابط ثنائي
ca: Metaenllaç
fi: Metalinkki
ja: メタリンク
lt: Meta nuoroda
ru: Металинк
uk: Meta-посилання

source: More information on burning the ISO file to CD/DVD
ar: المزيد من المعلومات حول حرق ملف ISO إلى CD/DVD
ca: Més informació sobre gravació d'una imatge ISO en un CD / DVD

source: More information on creating a <a href='http://en.opensuse.org/Live_USB_stick'>bootable USB stick</a>
ar: المزيد من المعلومات حول إنشاء <a href='http://en.opensuse.org/Live_USB_stick'>قرص USB قابل للإقلاع</a>
ca: Més informació sobre la creació d'una <a href='http://en.opensuse.org/Live_USB_stick'>memòria USB d'arrencada</a>

source: More information on downloading openSUSE is available from the <a href="http://en.opensuse.org/SDB:Download_help">Download Help</a> and <a href="http://en.opensuse.org/SDB:Network_installation">Network Installation</a> pages in our <a href="http://en.opensuse.org/Portal:Documentation">Documentation Wiki</a>.
ar: المزيد من المعلومات حول تحميل أوبن سوزي متوفرة في <a href="http://en.opensuse.org/SDB:Download_help">مساعدة التحميل</a> و <a href="http://en.opensuse.org/SDB:Network_installation">التثبيت من الويب</a> شاهد الصفحات في <a href="http://en.opensuse.org/Portal:Documentation">ويكي الوثائق</a>.
ca: Més informació sobre la descàrrega d'openSUSE està disponible a <a href="http://en.opensuse.org/SDB:Download_help">Ajuda sobre la baixada</a> i a les pàgines de la <a href="http://en.opensuse.org/SDB:Network_installation">Instal·lació per xarxa</a> de la <a href="http://en.opensuse.org/Portal:Documentation">Wiki de documentació</a>.

source: Most new computers support <a href="http://en.wikipedia.org/wiki/X86-64">x86-64</a> (also known as AMD64 and Intel64), but some laptop processors and netbook processors do not support it. So you need to check wikipedia if you want to be sure your computer supports it.
ar: معظم الحواسيب الجديدة تدعم <a href="http://en.wikipedia.org/wiki/X86-64">x86-64</a> (والمعروفة أيضا كـADM64 و Intel64), لكن بعض معالجات الحواسب المحمولة لاتدعمها. لذلك عليك التحقق من ويكيبيديا إذا كان حاسوبك يدعمها فعلا.
ca: La mojoria d'ordinadors nous tenen suport per a <a href="http://en.wikipedia.org/wiki/X86-64">x86-64</a> (també conegut com a AMD64 i Intel64), però alguns processadors de portàtils o netbooks no en tenen suport. Podeu consultar la Viquipèdia per saber si el vostre en té.

source: Multimedia
ar: وسائط متعدّدة
ca: Multimèdia
cs: Multimédia
da: Multimedie
el: Πολυμέσα
fr: Multimédia
ja: マルチメディア
lt: Įvairialypė terpė
pt_br: Multimídia
ru: Мультимедиа
sk: Multimédiá
uk: Мультимедія

source: Need help?
ar: تحتاج مساعدة؟
ca: Necessiteu ajuda?

source: Network
ar: الشبكة
ca: Xarxa
cs: Síť
es: Red
fi: Verkko
fr: Réseau
gl: Rede
ja: ネットワーク
nl: Netwerk
pt_br: Rede
ru: Сеть
sk: Sieť

source: No appliance data for %s
ar: لا توجد بيانات الأداة %s
ca: No dades d'aparell per a %s

source: No appliances found in project %s
ar: لا توجد أدوات في المشروع %s
ca: No s'han trobat aparells al projecte %s
cs: V projektu %s nebyly nalezeny žádné předpřipravené systémy
da: Ingen anordninger fundet i projektet %s
de: Für das Projekt %s wurden keine Appliance gefunden
el: Δεν βρέθηκαν μεταφορτώσεις στο έργο %s
es: No se han encontrado aplicaciones en el proyecto %s
fi: Ohjelmakokonaisuuksia ei löytynyt projektista %s
fr: Pas d'image trouvée dans le projet %s
gl: Non se atopou ningún aplicativo no proxecto %s
it: Non è stata trovata alcuna appliance nel progetto %s
ja: プロジェクト %s 内にはアプライアンスがありませんでした
lt: Vedinių %s projekte rasti nepavyko
nl: Geen toepassingen gevonden in project %s
pl: Żadne dystrybucje pochodne nie zostały znalezione w projekcie %s
pt_br: Nenhum appliance encontrado no projeto %s
ru: В проекте %s образы не найдены
sk: V projekte %s neboli nájdené žiadne predpripravené systémy
uk: У проекті %s образи не знайдені

source: No data for %s / %s
ar: لا توجد بيانات %s / %s
ca: No hi ha dades per a %s / %s
cs: Žádná data pro %s / %s
da: Ingen data for %s / %s
de: Keine Daten für %s / %s
el: Κανένα δεδομένο για %s / %s
es: No hay datos de %s / %s
fi: Ei dataa %s / %s
fr: Pas de données pour %s / %s
gl: Sen datos para %s / %s
it: Nessun dato per %s / %s
ja: %s / %s 向けのデータがありません
lt: Nėra %s / %s duomenų
nl: Geen gegevens voor %s / %s
pl: Brak danych dla %s / %s
pt_br: Sem dados para %s / %s
ru: Нет сведений %s / %s
sk: Žiadne dáta pre %s %s
uk: Немає даних %s / %s

source: No description found...
ar: لم يتم العثور على وصف...
ca: No s'ha trobat cap descripció...

source: No downloads found for %s in project %s
ar: لم يتم العثور على تحميلات %s في المشروع %s
ca: No hi ha descàrregues per a %s al projecte %s
cs: Pro %s v projektu %s nebylo nalezeno nic ke stažení
da: Ingen downloads til %s fundet i projektet %s
de: Es gibt keine Downloads für %s im Projekt %s
el: Δεν βρέθηκαν λήψεις για %s στο έργο %s
es: No se han encontrado descargas para %s en el proyecto %s
fi: Ei latauksia %s projektissa %s
fr: Aucun téléchargement trouvé pour %s dans le projet %s
gl: Non se atopou ningunha descarga para %s no proxecto %s
it: Non è stato trovato alcun scaricamento per %s nel progetto %s
ja: プロジェクト %2$s 内には %1$s 向けのダウンロードは見つかりませんでした
lt: Nieko nerasta %s parsisiuntimui iš %s projekto
nl: Geen downloads gevonden voor %s in project %s
pl: Nie odnaleziono niczego do pobrania dla %s w projekcie %s
pt_br: Nenhum download encontrado para %s no projeto %s
ru: Загрузки для %s в проекте %s не найдены
sk: Nebolo nájdené nič k stiahnutiu pre %s v projekte %s
uk: Завантаження для %s у проекті %s не знайдено

source: No packages found matching your search.
ar: لم يعثر على حزم تطابق بحثك.
ca: No hi ha paquets que coincideixin amb la cerca.
cs: Nebyly nalezeny žádné balíčky vyhovující vašemu hledání.
da: Der blev ikke fundet nogen pakker som matcher din søgning.
de: Es wurden keine Pakete gefunden, die Ihrer Suchanfrage entsprechen.
el: Δεν βρέθηκαν πακέτα που να ταιριάζουν στην αναζήτησή σας.
es: No se han encontrado paquetes que coincidan con su búsqueda.
fi: Mikään paketti ei vastaa hakuasi.
fr: Aucun paquet correspondant à votre recherche.
gl: Non se atoparon paquetes que concorden coa súa busca.
it: Nessun pacchetto corrispondente alla ricerca.
ja: 該当するパッケージが見つかりません。
lt: Paketų, kurie atitiktų paieškos kriterijų, nerasta.
nl: Er zijn geen pakketten gevonden die overeenkomen met uw zoekopdracht.
pl: Nie znaleziono pasujących pakietów.
pt_br: Nenhum pacote encontrado que corresponda a sua pesquisa.
ru: По вашему запросу пакетов не найдено.
sk: Neboli nájdené žiadne balíky vyhovujúce vášmu hľadaniu.
uk: За вашим запитом пакетів не знайдено.

source: NonOSS CD
ar: القرص غير الحر
ca: CD no OSS

source: OBS Backend not available
ar: OBS الخلفية غير متاحة
ca: Rerefons OBS no disponible
cs: Výkonná část OBS není dostupná
da: OBS-backenden er ikke tilgængelig
de: OBS-Backend steht nicht zur Verfügung
el: Δεν είναι διαθέσιμο το σύστημα υποστήριξης OBS
es: Servicio OBS no disponible
fi: OBS-taustaosa ei ole saatavilla
fr: Backend OBS non disponible
gl: Infraestrutura OBS non dispoñíbel
it: Back end di OBS non disponibile
ja: OBS バックエンドが利用できません
lt: OBS variklis nepasiekiamas
nl: OBS-backend is niet beschikbaar
pl: Moduł OBS jest niedostępny
pt_br: Infraestrutura do OBS não disponível
ru: Механизм OBS недоступен
sk: OBS Backend nie je dostupný
uk: Сервер OBS недоступний

source: Official Manuals
ar: الكتيبات الرسمية
ca: Manuals oficials

source: Online Upgrade Instructions
ar: تعليمات الترقية عبر الإنترنت
ca: Instruccions de l'actualització en línia
cs: Návod k aktualizaci (upgrade) on-line
da: Instruktioner til onlineopgradering
de: Online Upgrade Anweisungen
el: Οδηγίες για αναβάθμιση από το δίκτυο
es: Instrucciones para actualizar en línea
fi: Päivitysohjeet verkossa
fr: Instructions de mise à niveau en ligne
it: Istruzioni per l'aggiornamento in linea
ja: オンラインアップグレードの手順
lt: Kaip atnaujinti internetu
nl: Instructies voor online opwaarderen
pl: Instrukcje Aktualizacji Online
pt_br: Instruções de atualização online
ru: Инструкции по сетевому обновлению
sk: Pokyny pre zvýšenie verzie online
uk: Вказівки щодо мережного оновлення

source: Only DVD and Network medias are fully tested. Alternatives, like live or rescue systems, are recommended for limited use only.
ar: يتم اختبار الاقراص المضغوطة والشبكة فقط بشكل كامل. البدائل، مثل النسخ الحية أو قرص إنقاذ النظام، ينصح باستخدامها بشكل محدود فقط.
ca: Només s'han provat completament els mitjans de DVD i de xarxa. Els alternatius, com ara els sistemes vius o de rescat, són recomanats només per a un ús limitat.

source: Over 40GB of free hard drive space
ar: أكثر من 40GB خالية من مساحة القرص الصلب
ca: Més de 40 GB d'espai lliure al disc dur
cs: Přes 40 GB volného místa na pevném disku
da: Over 40 GB ledig harddiskplads
de: Mehr als 40GB freier Festplattenspeicher
el: Πάνω από 40GB ελεύθερου χώρου στον σκληρό δίσκο
es: Más de 40Gb de espacio libre en el disco
fi: Yli 40 Gt vapaata kiintolevytilaa
fr: Plus de 40 Go d'espace de disque dur libre
gl: Máis de 40 GB de espazo libre en disco
it: Oltre 40GB di spazio libero sul disco fisso
ja: 40GB 以上のハードディスクの空き領域
lt: Bent 40 GB laisvos vietos diske
nl: Meer dan 40GB vrije ruimte op de vaste schijf
pl: Ponad 40GB wolnej przestrzeni na dysku twardym
pt_br: Mais de 40 GB de espaço livre em disco
ru: Более 40 ГБ свободного места на жёстком диске
sk: Viac ako 40 GB voľného miesta na pevnom disku
uk: Понад 40 ГБ вільного місця на жорсткому диску

source: Package %s not found...
ar: الحزمة %s غير موجودة...
ca: No s'ha trobat el paquet %s...
cs: Balíček %s nebyl nalezen...
da: Pakken %s blev ikke fundet...
de: Paket %s wurde nicht gefunden ...
el: Δεν βρέθηκε το πακέτο %s...
es: Paquete %s no encontrado...
fi: Pakettia %s ei löytynyt...
fr: Paquet %s introuvable...
gl: Paquete %s non atopado...
it: Pacchetto %s non trovato...
ja: パッケージ %s が見つかりません...
lt: Paketo, kurio pavadinimas „%s“, rasti nepavyko ...
nl: Pakket %s is niet gevonden...
pl: Pakiet %s nie został znaleziony...
pt_br: Pacote %s não encontrado...
ru: Пакет %s не найден…
sk: Balík %s nebol nájdený...
uk: Пакунок %s не знайдено…

source: Package Repositories
ar: مستودعات الحزم
ca: Repositoris de paquets

source: Package Search
ar: البحث عن حزم
ca: Cerca de paquets
cs: Vyhledávání balíčků
da: Pakkesøgning
de: Paketsuche
el: Αναζήτηση πακέτων
es: Búsqueda de paquetes
fi: Pakettihaku
fr: Recherche de paquets
gl: Buscar paquetes
it: Cerca pacchetto
ja: パッケージ検索
lt: Paketų paieška
nl: Pakket zoeken
pl: Wyszukiwanie pakietów
pt_br: Pesquisa de pacotes
ru: Поиск пакетов
sk: Hľadať balíky
uk: Пошук пакунків

source: Packages for %s:
ar: حزم %s:
ca: Paquets per %s:
cs: Balíčky pro %s:
da: Pakker til %s:
de: Pakete für %s:
el: Πακέτα για το %s:
es: Paquetes de %s:
fi: Paketit %s:
fr: Paquets pour %s :
gl: Paquetes para %s:
it: Pacchetti per %s:
ja: %s 向けのパッケージ:
lt: %s paketai:
nl: Pakketten voor %s:
pl: Pakiety dla %s:
pt_br: Pacotes para %s:
ru: Пакеты для %s:
sk: Balíky pre %s:
uk: Пакунки для %s:

source: Pick Mirror
ar: إختيار رابط
ca: Trieu una rèplica
cs: Vyberte zrcadlo
da: Vælg mirror
de: Server wählen
el: Επιλογή πηγής
es: Elegir servidor de réplicas
fi: Valitse peilipalvelin
fr: Choisir un miroir
gl: Escolla un servidor de réplica
it: Scegli mirror
ja: ミラーの選択
lt: Išsirinkti veidrodį
nl: Mirror selecteren
pl: Wybierz serwer lustrzany
pt_br: Escolha um mirror
ru: Выбрать зеркало
sk: Vybrať zrkadlo
uk: Виберіть дзеркало

source: Platinum Sponsor
ar: الراعي البلاتيني
ca: Patrocinadors de platí

source: Please Note: These LiveUSBs are not supported
ar: يرجى ملاحظة: سواقة الفلاشة الحية غير مدعومة
ca: Nota: aquestes imatges vives no tenen suport

source: Please be aware that the following packages are from unofficial repositories. That means they are not reviewed by openSUSE and may contain unstable or experimental software.
ar: نريد اخبارك بأن الحزم التالية من مستودعات غير رسمية. هذا يعني أنه لم تتم مراجعتها من قبل أوبن سوزي وقد تحتوي على برامج تجريبية أو غير مستقرة.
ca: Si us plau, tingueu present que els paquets següents són de repositoris no oficials. Això significa que no estan revisats per openSUSE i que poden contenir programari no estable o experimental.

source: Please enter a <b>brief</b> reason (in English!) why you need the DVDs and provide a link of the event/purpose.
ar: الرجاء إدخال سبب <b>مختصر</b> (بالانكليزية!) لماذا تحتاج أقراص DVD وقدم روابط للحدث/الغرض.
ca: Si us plau, introduïu una raó <b>breu</b> (en anglès!) de per què necessiteu els DVD i proporcioneu un enllaç de l'esdeveniment/propòsit.

source: Please note that this is not the latest openSUSE release. You can get the latest version <a href='/'>here</a>.
ar: يرجى ملاحظة أن هذا ليس أحدث إصدار openSUSE. يمكنك الحصول على أحدث نسخة <a href='/'>هنا</a>.
ca: Si us plau, tingueu present que aquesta no és l'última versió estable d'openSUSE. Podeu obtenir-ne l'última <a href='/'>aquí</a>.

source: Please report any issues you find in our Bugtracker.
ar: يرجى الإبلاغ عن أي مشاكل تواجهك باستخدام متتبع العلل.
ca: Si us plau, informeu de qualsevol problema al nostre Bugtracker.

source: Please review
ar: يرجى مراجعة
ca: Si us plau, reviseu-ho
