Repository: openSUSE/software-o-o
Catalog: locale/*/software.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, gl, it, ja, lt, nl, pl, pt_br, ru, sk, uk

source: The Network CD/USB Stick is recommended for users who have limited bandwidth on their internet connections, as it will only download the packages they choose to install, which is likely to be significantly less than 4.7GB.
cs: Pro uživatele, kteří mají na internetových připojeních omezenou šířku pásma, se doporučuje síťový CD nebo USB-disk, protože si pak stáhnou jen balíčky, které si zvolili k instalaci, což je pravděpodobně podstatně méně než 4,7 GB.
da: Netværks-CD'en/USB-pennen anbefales til brugere med begrænset båndbredde på deres internetforbindelser, eftersom den kun downloader de pakker der vælges til installation, hvilket sandsynligvis vil være betydeligt mindre end 4,7 GB.
de: Die Netzwerk-CD / USB-Stick wird für Benutzer empfohlen, die nur begrenzte Internet-Bandbreite zur Verfügung haben, da nur die Pakete heruntergeladen werden die zuvor ausgewählt wurden. Weniger als 4.7GB.
el: Το CD/DVD εγκατάστασης μέσω δικτύου προτείνεται σε χρήστες που έχουν περιορισμένη ταχύτητα διαδικτύου, διότι θα γίνει λήψη μόνο των πακέτων που επιλέγουν προς εγκατάσταση, τα οποία πιθανό να είναι λιγότερα από 4.7GB.
es: La imagen de CD/USB está recomendada para los usuarios que tienen un ancho de banda limitado en sus conexiones de internet, ya que sólo descarga los paquetes que escogen instalar, que probablemente sea mucho menos de 4,7GB.
fi: Verkko-CD:tä tai -USB-tikkua suositellaan käyttäjille, joiden internetyhteyden kaista on rajallinen, koska tällöin ladataan vain asennettavat paketit eli luultavasti vähemmän kuin 4,7 Gt.
fr: L'image d'installation par le réseau est recommandée pour les utilisateurs ayant une connexion réseau limitée, car elle permet de ne télécharger que les paquets choisis pour l'installation, ce qui représente la plupart du temps bien moins que 4,7 Go.
it: Il CD o la chiavetta USB di rete sono raccomandati per gli utenti che hanno connessioni internet con banda limitata, in quanto scaricheranno solo i pacchetti per cui viene richiesta l'installazione, con una dimensione probabilmente significativamente minore di 4.7GB.
ja: ネットワーク CD やその USB メモリ版は、インターネットへの接続が遅い環境での利用に適した仕組みで、インストールするよう選択したパッケージのみをダウンロードします。通常は 4.7GB よりもずっと少ないダウンロードサイズになります。
lt: CD/USB laikmena diegimui per tinklą siūloma tiems naudotojams, kurie turi pakankamai greitą bei stabilų interneto ryšį, tačiau nori kuo mažiau išeikvoti duomenų: diegiant siunčiami tik pasirinkti paketai, o tai paprastai turėtų sudaryti gerokai mažiau nei 4 GiB.
nl: De network-cd/-USB-stick is aanbevolen voor gebruikers die een beperkte bandbreedte hebben op hun internetverbinding, omdat het alleen de gekozen te installeren pakketten zal downloaden, wat waarschijnlijk aanzienlijk minder is dan 4,7GB.
pl: Sieciowy dysk CD/Pendrive USB jest zalecany dla użytkowników, którzy mają ograniczoną przepustowość swoich połączeń internetowych, gdyż pobierze on tylko paczki wybrane w czasie instalacji, co będzie zdecydowanie lżejsze niż 4.7GB.
pt_br: A versão via rede do CD/pendrive USB é recomendado para usuários com banda limitada em sua conexão à Internet, pois irá baixar apenas os pacotes que escolher instalar, que geralmente é significativamente menor do que 4.7GB.
ru: Сетевой CD/USB-носитель рекомендуется пользователям с ограниченным доступом в интернет, поскольку будут загружены только выбранные для установки пакеты, что наверняка будет меньше, чем 4,7 ГБ.
sk: Sieťové CD/USB kľúč sa odporúča pre používateľov, ktorí majú na internetových pripojeniach obmedzenú šírku pásma, pretože si stiahnu len balíky, ktoré si zvolili pre nainštalovanie, čo je pravdepodobne podstatne menej ako 4,7 GB.
uk: Мережевий CD/USB-носій рекомендується користувачам з обмеженим доступом в інтернет, бо будуть завантажені тільки вибрані для установки пакети, що, напевно, буде менше, ніж 4,7 ГБ.

source: The authentication to the OBS API has not been configured correctly.
cs: Přihlašování k OBS API není správně konfigurováno.
es: La autentificación con la API del OBS no se ha configurado correctamente.
fi: OBS-API-varmennusta ei ole määritetty oikein.
fr: L'authentification à l'API d'OBS n'a pas été configurée correctement.
ja: OBS API に対する認証が正しく設定されていません。
nl: De verificatie naar de OBS API is niet op de juiste manier geconfigureerd.
pt_br: A autenticação para a API do OBS não foi configurada corretamente.
ru: Аутентификация в OBS API настроена неверно.
sk: Overenie na OBS API nebolo správne nakonfigurované.

source: The following distributions are not officially supported. Use these packages at your own risk.
cs: Následující distribuce nejsou oficiálně podporovány. Použijte tyto balíčky na vlastní nebezpečí.
da: Der ydes ikke support til følgende distributioner. Brug pakkerne på egen risiko.
de: Die folgenden Distributionen werden offiziell nicht unterstützt. Benutzen Sie diese Pakete auf eigene Gefahr.
el: Οι παρακάτω διανομές δεν υποστηρίζονται επίσημα. Χρησιμοποιήστε αυτά τα πακέτα με δικιά σας ευθύνη.
es: Las siguientes distribuciones no tienen soporte oficial. Use estos paquetes por su cuenta y riesgo.
fi: Seuraavia jakeluja ei virallisesti tueta. Käytä näitä paketteja omalla vastuullasi.
fr: Les distributions suivantes ne sont pas officiellement supportées. À utiliser à vos risques et périls.
it: Le seguenti distribuzioni non sono ufficialmente supportate. Usare questi pacchetti a proprio rischio.
ja: 下記のディストリビューションは、公式にはサポートされていないものです。これらのパッケージは自己責任でお使いください。
lt: Šie platinamieji paketai nėra oficialiai palaikomi. Už šių paketų naudojimą atsakomybę turėtumėte prisiimti patys.
nl: Volgende distributies worden niet officieel ondersteund. Gebruik deze pakketten op eigen risico.
pl: Podane tu dystrybucje nie są oficjalnie wspierane. Używaj te paczki na własne ryzyko.
pt_br: As distribuições a seguir não são oficialmente suportadas. Use esses pacotes por sua conta e risco.
ru: Следующие дистрибутивы не имеют официальной поддержки. Используйте их пакеты на свой страх и риск.
sk: Nasledujúce distribúcie nie sú oficiálne podporované. Použite tieto balíky na vlastné riziko.
uk: Наступні дистрибутиви офіційно не підтримуються. Використовуйте ці пакунки на власний ризик.

source: There is a new version of openSUSE Leap <a href='/distributions/leap'>available</a>!
cs: Je dostupná <a href='/distributions/leap'>nová verze openSUSE Leap</a>!
es: ¡Hay <a href='/distributions/leap'>disponible</a> una versión nueva de openSUSE Leap!
fi: openSUSE Leapistä on saatavilla <a ahref='/distributions/leap'>uusi versio</a>!
fr: Une nouvelle version d'openSUSE Leap est <a href='/distributions/leap'>disponible</a> !
ja: 新しいバージョンの openSUSE Leap が <a href='/distributions/leap'>利用できます</a>！
nl: Er is een nieuwe versie van openSUSE Leap <a href='/distributions/leap'>beschikbaar</a>!
pt_br: Existe uma nova versão do openSUSE Leap <a href='/distributions/leap'>disponível</a>!
ru: Доступна новая версия <a href='/distributions/leap'>openSUSE Leap</a>!
sk: Nová verzia openSUSE Leap <a href='/distributions/leap'>je k dispozícii</a>!

source: There is no official package available for %s
cs: Není dostupný žádný oficiální balíček pro %s
es: No hay ningún paquete oficial disponible para %s
fi: Ei virallista pakettia saatavilla: %s
fr: Il n'y a pas de paquet officiel disponible pour %s
ja: %s に対する公式のパッケージはありません
nl: Er is geen officieel pakket voor %s beschikbaar
pt_br: Não existe pacote oficial disponível para %s
ru: Для %s нет официального пакета
sk: Nie je dostupný žiadny oficiálny balík pre %s

source: These ports are not officially supported, and they are not as stable as official distributions.
cs: Tyto porty nejsou oficiálně podporovány a nejsou tak stabilní, jako oficiální distribuce.
da: Der ydes ikke officiel support til disse ports, og de er ikke så stabile som officielle distributioner.
de: Diese Ports werden offiziell nicht unterstützt, und sie sind nicht genauso stabil will offizielle Distributionen.
el: Αυτές οι εκδόσεις δεν υποστηρίζονται επίσημα, και δεν είναι τόσο σταθερές όσο είναι οι επίσημες διανομές.
es: Estas versiones no tienen soporte oficial y no son tan estables como las de las distribuciones oficiales.
fi: Näitä siirroksia ei virallisesti tueta, eivätkä ne ole yhtä vakaita kuin viralliset jakelut.
fr: Ces portages ne sont pas officiellement supportés et peuvent ne pas être aussi stables que les distributions officielles.
it: Questi "port" non sono ufficialmente supportati e non sono stabili quanto le distribuzioni ufficiali.
ja: これらの移植パッケージは公式にはサポートされておらず、公式のディストリビューションほど安定性が確認されていません。
lt: Šie variantai nėra oficialiai palaikomi, jie nėra tokie stabilūs kaip oficialūs platinamieji paketai.
nl: Deze ports worden niet officieel ondersteund, en zijn niet zo stabiel als officiële distributies.
pl: Te porty nie są oficjalnie wspierane, i nie są one równie stabilne jak oficjalne dystrybucje.
pt_br: Essas versões não são oficialmente suportadas e nem tão estáveis quanto as distribuições oficiais.
ru: Эти порты не имеют официальной поддержки и не так стабильны, как официальные дистрибутивы.
sk: Tieto porty nie sú oficiálne podporované a nie sú také stabilné ako oficiálne distribúcie.
uk: Ці порти офіційно не підтримуються. Вони не настільки стабільні, як офіційні дистрибутиви.

source: They are not tested as thoroughly as the [Tumbleweed media](%{tw})
cs: Nejsou testovány tak důkladně jako [tumbleweed_media](%{tw})
ja: これらは [Tumbleweed のメディア](%{tw}) として、全体を通したテストまでは実施していません
nl: Ze zijn niet zo grondig getest als de [Tumbleweed-media](%{tw})
ru: Они не так хорошо протестированы, как [носитель Tumbleweed](%{tw})
sk: Nie sú testované tak dôkladne ako [Tumbleweed media](%{tw})

source: They cannot be used to install or upgrade Tumbleweed. Please use the [Tumbleweed media](%{tw}) instead
cs: Nemohou být použity na instalaci nebo upgrade Tumbleweed. Použijte raději [Tumbleweed_media](%{tw})
ja: これらは Tumbleweed のインストールやアップグレードにはお使いいただけません。代わりに [Tumbleweed のメディア](%{tw}) をお使いください
nl: Ze kunnen niet gebruikt worden voor installatie of opwaarderen van Tumbleweed. Gebruik in plaats daarvan de [Tumbleweed-media](%{tw})
ru: Их нельзя использовать для установки или обновления Tumbleweed. Используйте вместо них [носитель Tumbleweed](%{tw})
sk: Nemôžu byť použité na inštaláciu alebo zvýšenie verzie Tumbleweed. Použite, prosím, namiesto toho [Tumbleweed media](%{tw})

source: They have a limited package and driver selection, so cannot be considered an accurate reflection as to whether Tumbleweed will work on your hardware or not
cs: Mají omezený výběr balíčků ovladačů, takže nelze předem s jistotou říci, zda Tumbleweed bude fungovat na vašem hardwaru
ja: また、これらはパッケージやドライバを限定して収録しているため、 Tumbleweed の正確な反映物にはなっていません。そのため、お使いのハードウエアで動作するかどうかも不明であることにご注意ください
nl: Ze hebben een beperkte selectie van pakketten en stuurprogramma’s, zodat ze niet beschouwd kunnen worden als een accurate weergave of Tumbleweed al dan niet zal werken op uw hardware
ru: Их набор пакетов и драйверов ограничен, поэтому по ним нельзя однозначно судить, будет ли Tumbleweed работать на вашем оборудовании или нет
sk: Majú obmedzený výber balíkov a ovládačov, takže ich nemožno považovať za korektný obraz toho, či Tumbleweed bude fungovať na vašom hardvéri alebo nie

source: Torrent File
cs: Soubor torrent
ja: Torrent ファイル
nl: Torrent-bestand
ru: Torrent-файл
sk: Súbor torrent

source: Tumbleweed %s DVD (i586)
es: DVD de Tumbleweed %s (i586)
fr: DVD de Tumbleweed %s (i586)
pt_br: DVD (i586) do Tumbleweed %s
ru: DVD-образ Tumbleweed %s (i586)

source: Tumbleweed %s DVD (x86_64)
es: DVD de Tumbleweed %s (x86_64)
fr: DVD de Tumbleweed %s (x86_64)
pt_br: DVD (x86_64) do Tumbleweed %s
ru: DVD-образ Tumbleweed %s (x86_64)

source: Tumbleweed %s GNOME Live (i686)
es: Tumbleweed %s Live con GNOME (i686)
fr: Live GNOME de Tumbleweed %s (i686)
ja: Tumbleweed %s GNOME ライブ (i686)
pt_br: Live GNOME (i686) do Tumbleweed %s
ru: Live-образ с GNOME для Tumbleweed %s (i686)

source: Tumbleweed %s GNOME Live (x86_64)
es: Tumbleweed %s Live con GNOME (x86_64)
fr: Live GNOME de Tumbleweed %s (x86_64)
ja: Tumbleweed %s GNOME ライブ (x86_64)
pt_br: Live GNOME (x86_64) do Tumbleweed %s
ru: Live-образ с GNOME для Tumbleweed %s (x86_64)

source: Tumbleweed %s KDE Live (i686)
es: Tumbleweed %s Live con KDE (i686)
fr: Live KDE de Tumbleweed %s (i686)
ja: Tumbleweed %s KDE ライブ (i686)
pt_br: Live KDE (i686) do Tumbleweed %s
ru: Live-образ с KDE для Tumbleweed %s (i686)

source: Tumbleweed %s KDE Live (x86_64)
es: Tumbleweed %s Live con KDE (x86_64)
fr: Live KDE de Tumbleweed %s (x86_64)
ja: Tumbleweed %s KDE ライブ (x86_64)
pt_br: Live KDE (x86_64) do Tumbleweed %s
ru: Live-образ с KDE для Tumbleweed %s (x86_64)

source: Tumbleweed %s Network Installation (i586)
cs: Síťová instalace Tumbleweed %s (i586)
es: Instalación por red (i586) de Tumbleweed %s
fi: Tumbleweed %s -verkkoasennus (i586)
fr: Installation par le réseau de Tumbleweed %s (i586)
ja: Tumbleweed %s ネットワークインストール (i586)
nl: Tumbleweed %s netwerkinstallatie (i586)
pt_br: Instalação via rede (i586) do Tumbleweed %s
ru: Установка Tumbleweed %s по сети (i586)
sk: Sieťová inštalácia Tumbleweed %s (i586)

source: Tumbleweed %s Network Installation (x86_64)
cs: Síťová instalace Tumbleweed %s (x86_64)
es: Instalación por red (x86_64) de Tumbleweed %s
fi: Tumbleweed %s -verkkoasennus (x86_64)
fr: Installation par le réseau de Tumbleweed %s (x86_64)
ja: Tumbleweed %s ネットワークインストール (x86_64)
nl: Tumbleweed %s netwerkinstallatie (x86_64)
pt_br: Instalação via rede (x86_64) do Tumbleweed %s
ru: Установка Tumbleweed %s по сети (x86_64)
sk: Sieťová inštalácia Tumbleweed %s (x86_64)

source: Tumbleweed %s Rescue CD (i686)
cs: Záchranný CD pro Tumbleweed %s (i686)
es: CD de rescate con Tumbleweed %s (i686)
fi: Tumbleweed %s -pelastus-CD (i686)
fr: CD de secours de Tumbleweed %s (i686)
ja: Tumbleweed %s レスキュー CD (i686)
nl: Tumbleweed %s reddings-cd (i686)
pt_br: CD de resgate (i686) do Tumbleweed %s
ru: Rescue CD для Tumbleweed %s (i686)
sk: Záchranné CD Tumbleweed %s (i686)

source: Tumbleweed %s Rescue CD (x86_64)
cs: Záchranný CD pro Tumbleweed %s (x86_64)
es: CD de rescate con Tumbleweed %s (x86_64)
fi: Tumbleweed %s -pelastus-CD (x86_64)
fr: CD de secours de Tumbleweed %s (x86_64)
ja: Tumbleweed %s レスキュー CD (x86_64)
nl: Tumbleweed %s reddings-cd (x86_64)
pt_br: CD de resgate (x86_64) do Tumbleweed %s
ru: Rescue CD для Tumbleweed %s (x86_64)
sk: Záchranné CD Tumbleweed %s (x86_64)

source: Tumbleweed is recommended for <strong>Developers</strong>, <strong>openSUSE Contributors</strong>, and <strong>Linux/FOSS Enthusiasts</strong>.
cs: Tumbleweed je doporučen pro <strong>vývojáře</strong>, <strong>přispěvatele openSUSE</strong> a <strong>nadšence do Linux/FOSS</strong>.
da: Tumbleweed anbefales til <strong>Udviklere</strong>, <strong>openSUSE-bidragsydere</strong> og <strong>Linux/FOSS-entusiaster</strong>.
de: Tumbleweed wird für <strong>Entwickler</strong>, <strong>openSUSE-Beitragende</strong> und <strong>Linux/FOSS-Enthusiasten</strong> empfohlen.
el: Η Tumbleweed συνίσταται για <strong>προγραμματιστές</strong>, <strong>συνεισφέροντες στο openSUSE</strong>, και <strong>λάτρεις του Linux/ΕΛΛΑΚ</strong>.
es: Tumbleweed está recomendada para <strong>desarrolladores</strong>, <strong>colaboradores de openSUSE</strong>, y <strong>entusiastas de Linux y del software de código libre y abierto</strong>.
fi: Tumbleweediä suositellaan <strong>kehittäjille</strong>, <strong>openSUSEn avustajille</strong> ja <strong>LINUX- tai FOSS-intoilijoille</strong>.
fr: Tumbleweed est recommandée pour les <strong>développeurs</strong>, les <strong>contributeurs à openSUSE</strong> ainsi que les <strong>les utilisateurs avancés</strong>.
it: Tumbleweed è raccomandata per <strong>sviluppatori</strong>, <strong>contributori di openSUSE</strong> e <strong>appassionati di Linux/FOSS</strong>.
ja: Tumbleweed は <strong>開発者</strong> や <strong>openSUSE の貢献者</strong> 、 そして <strong>Linux/FOSS の愛好者</strong> にお勧めです。
lt: „Tumbleweed“ pirmiausia siūloma <strong>programuotojams</strong>, <strong>openSUSE talkininkams</strong> ir <strong>Linukso bei atviro kodo naujovių mėgėjams</strong>.
nl: Tumbleweed is aanbevolen voor <strong>ontwikkelaars</strong>, <strong>zij die bijdragen aan openSUSE</strong> en <strong>enthousiastelingen van Linux/vrije software</strong>.
pl: Tumbleweed jest rekomendowany dla <strong>Deweloperów</strong>, <strong>Współtwórców openSUSE</strong>, oraz <strong>Entuzjastów Linuxa/Wolnego oprogramowania</strong>.
pt_br: O Tumbleweed é recomendado para <strong>desenvolvedores</strong>, <strong>contribuidores do openSUSE</strong> e <strong>entusiastas Linux/FOSS</strong>.
ru: Tumbleweed рекомендуется <strong>разработчикам</strong>, <strong>участникам openSUSE</strong> и <strong>энтузиастам Linux/FOSS</strong>.
sk: Tumbleweed sa odporúča pre <strong>administrátorov</strong>, <strong>prispievateľov openSUSE</strong> a <strong>Linux/FOSS nadšenecov</strong>.
uk: Tumbleweed рекомендується <strong>розробникам</strong>, <strong>учасникам openSUSE</strong> і <strong>ентузіастам Linux/FOSS</strong>.

source: Unofficial
cs: Neoficiální
da: Uofficiel
de: Inoffiziell
el: Ανεπίσημο
es: Extraoficial
fi: Epäviralliset
fr: Non officiel
it: Non ufficiale
ja: 非公式
lt: Neoficialus
nl: Onofficieel
pl: Nieoficjalne
pt_br: Não oficial
ru: Неофициальные
sk: Neoficiálne
uk: Неофіційне

source: Unsupported distributions
cs: Nepodporované distribuce
da: Ikke-supporterede distributioner
de: Nicht unterstützte Distributionen
el: Μη υποστηριζόμενες διανομές
es: Distribuciones sin soporte
fi: Ei-tuetut jakelut
fr: Distributions non supportées
gl: Distribucións non compatíbeis
it: Distribuzioni non supportate
ja: 非公式のディストリビューション
lt: Nepalaikomos platinamųjų paketų versijos
nl: Niet-ondersteunde distributies
pl: Niewspierane dystrybucje
pt_br: Distribuições não suportadas
ru: Неподдерживаемые дистрибутивы
sk: Nepodporované distribúcie
uk: Непідтримувані дистрибутиви

source: View
cs: Pohled
ja: 表示
nl: Bekijken
ru: Обзор
sk: Pozrieť si

source: View Leap
cs: Pohled na Leap
ja: Leap を表示
nl: Leap bekijken
ru: Обзор Leap
sk: Pozrieť si Leap

source: View Testing
cs: Pohled na Testing
ja: テスト版を表示
nl: Testen bekijken
ru: Обзор Testing
sk: Pozrieť si Testing

source: View Tumbleweed
cs: Pohled na Tumbleweed
ja: Tumbleweed を表示
nl: Tumbleweed bekijken
ru: Обзор Tumbleweed
sk: Pozrieť si Tumbleweed

source: Wiki
lt: Vikis
ru: Вики
uk: Вікі

source: You could try to extend your search to development packages or search for another base distribution (currently #{@baseproject}).
cs: Zkuste rozšířit vyhledávání na vývojové balíčky nebo hledat jinou základní distribuci (aktuálně #{@baseproject}).
da: Du kan prøve at udvide din søgning til udviklingspakker eller søge efter en anden basisdistribution (aktuelt #{@baseproject}).
de: Sie können versuchen Ihre Suchanfrage zu erweitern, indem Sie Entwicklungspakete einbeziehen oder eine andere Basisdistribution wählen (momentan #{@baseproject}).
el: Μπορείτε να δοκιμάσετε να επεκτείνετε την αναζήτησή σας στα υπό ανάπτυξη πακέτα ή να αναζητήσετε για άλλη βασική διανομή (τρέχον #{@baseproject}).
es: Puede intentar ampliar su búsqueda a paquetes de desarrollo, o buscar con otra distribución base (actualmente #{@baseproject}).
fi: Voit yrittää laajentaa hakua kehityspaketteihin tai etsiä toista pohjajulkaisua (nykyään #{@baseproject}).
fr: Vous pouvez essayer d'étendre votre recherche aux paquets de développement ou chercher pour une autre distribution (actuellement #{@baseproject}).
gl: Pode tentar estender a súa busca aos paquetes de desenvolvemento ou buscar por outra distribución base (actualmente #{@baseproject}).
it: Provare ad estendere la ricerca ai pacchetti di sviluppo o cercare in un'altra distribuzione di base (attualmente #{@baseproject}).
ja: サポート対象外のパッケージについても検索するように設定できるほか、他のベースディストリビューション (現在: #{@baseproject}) 向けのものも検索することができます。
lt: Mėginkite išplėsti paiešką įtraukdami tebetobulinamus paketus arba ieškodami kitame platinamajame pakete (dabartiniame #{@baseproject}).
nl: U kan uw zoekopdracht naar ontwikkelingspakketten uitbreiden of zoeken naar een andere basisdistributie (nu #{@baseproject}).
pl: Można spróbować rozszerzyć wyniki wyszukiwania o pakiety deweloperskie lub przeszukać inną dystrybucję bazową (aktualnie #{@baseproject}).
pt_br: Você pode tentar expandir sua pesquisa para os pacotes de desenvolvimento ou pesquisar em outra distribuição base (no momento #{@baseproject}).
ru: Вы можете расширить свой поиск на пакеты для разработчиков или искать их для другого дистрибутива (сейчас #{@baseproject}).
sk: Mohli by ste sa pokúsiť rozšíriť vyhľadávanie na vývojové balíky alebo vyhľadať inú základnú distribúciu (aktuálne #{@baseproject}).
uk: Ви можете розширити свій пошук на пакунки для розробників або шукати їх для іншого дистрибутива (наразі #{@baseproject})..

source: https://en.opensuse.org/Lifetime
de: http://de.opensuse.org/Lifetime
fr: https://fr.opensuse.org/Dur%C3%A9e_de_vie
it: https://it.opensuse.org/Lifetime
ja: https://ja.opensuse.org/%E3%83%A9%E3%82%A4%E3%83%95%E3%82%BF%E3%82%A4%E3%83%A0
nl: http://nl.opensuse.org/Levensduur
ru: http://ru.opensuse.org/Сроки_поддержки

source: https://en.opensuse.org/SDB:Download_help#Checksums
de: https://de.opensuse.org/Download-Hilfe#Prüfsummen
fr: https://fr.opensuse.org/SDB:Aide_au_téléchargement#Checksums
it: https://it.opensuse.org/SDB:Aiuto_per_lo_scaricamento#Codice_di_controllo
ja: https://ja.opensuse.org/SDB:Download_help#.E3.83.81.E3.82.A7.E3.83.83.E3.82.AF.E3.82.B5.E3.83.A0
nl: https://nl.opensuse.org/SDB:Hulp_bij_downloaden#Controlesommen_.28Checksums.29
pt_br: https://pt.opensuse.org/SDB:Ajuda_de_download#Checksums
ru: https://ru.opensuse.org/SDB:%D0%9F%D0%BE%D0%BC%D0%BE%D1%89%D1%8C_%D0%BF%D0%BE_%D0%B7%D0%B0%D0%B3%D1%80%D1%83%D0%B7%D0%BA%D0%B5#.D0.9F.D1.80.D0.BE.D0.B2.D0.B5.D1.80.D0.BA.D0.B0_.D0.BA.D0.BE.D0.BD.D1.82.D1.80.D0.BE.D0.BB.D1.8C.D0.BD.D0.BE.D0.B9_.D1.81.D1.83.D0.BC.D0.BC.D1.8B

source: https://en.opensuse.org/SDB:Download_help#Using_Linux
de: https://de.opensuse.org/SDB:Live_USB_Stick#Anweisungen_f.C3.BCr_Linux
fr: https://fr.opensuse.org/SDB:Aide_au_t%C3%A9l%C3%A9chargement#Sous_Linux_2
it: https://it.opensuse.org/SDB:Aiuto_per_lo_scaricamento#Usando_Linux
ja: https://ja.opensuse.org/SDB:Download_help#Linux_.E3.81.A7.E3.81.AE.E6.9B.B8.E3.81.8D.E8.BE.BC.E3.81.BF
nl: https://nl.opensuse.org/SDB:Hulp_bij_downloaden#Using_Linux
pt_br: https://pt.opensuse.org/SDB:Ajuda_de_download#Utilizando_o_Linux
ru: https://ru.opensuse.org/SDB:%D0%9F%D0%BE%D0%BC%D0%BE%D1%89%D1%8C_%D0%BF%D0%BE_%D0%B7%D0%B0%D0%B3%D1%80%D1%83%D0%B7%D0%BA%D0%B5#.D0.92_Linux

source: https://en.opensuse.org/SDB:Download_help#Using_MacOS_X_.2810.3_and_above.29
de: https://de.opensuse.org/Download-Hilfe#Unter_MacOS_X_10.3_und_neuer
fr: https://fr.opensuse.org/SDB:Aide_au_t%C3%A9l%C3%A9chargement#Sous_Mac_OS_X_10.3_et_plus_r.C3.A9cent
gl: http://en.opensuse.org/SDB:Download_help#Using_MacOS_X_.2810.3_and_above.29
it: https://it.opensuse.org/SDB:Aiuto_per_lo_scaricamento#Usando_MacOS_X_.2810.3_e_superiori.29
ja: https://ja.opensuse.org/SDB:Download_help#MacOS_X_10.3_.E3.81.BE.E3.81.9F.E3.81.AF.E3.81.9D.E3.82.8C.E4.BB.A5.E9.99.8D.E3.81.A7.E3.81.AE.E6.9B.B8.E3.81.8D.E8.BE.BC.E3.81.BF
nl: https://nl.opensuse.org/SDB:Hulp_bij_downloaden#Met_MacOS_X_.2810.3_en_hoger.29
pt_br: https://pt.opensuse.org/SDB:Ajuda_de_download#Utilizando_o_OS_Mac_X_.2810.3_e_acima.29
ru: https://ru.opensuse.org/SDB:%D0%9F%D0%BE%D0%BC%D0%BE%D1%89%D1%8C_%D0%BF%D0%BE_%D0%B7%D0%B0%D0%B3%D1%80%D1%83%D0%B7%D0%BA%D0%B5#.D0.9F.D0.BE.D0.BB.D1.8C.D0.B7.D0.BE.D0.B2.D0.B0.D1.82.D0.B5.D0.BB.D1.8F.D0.BC_MacOS_X_.2810.3_.D0.B8_.D0.B2.D1.8B.D1.88.D0.B5.29
