Repository: openSUSE/software-o-o
Catalog: locale/*/software.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, gl, it, ja, lt, nl, pl, pt_br, ru, sk, uk

source: Either a DVD drive or USB port for the installation media
ar: ايضا إصدارات على وسائط التثبيت DVD وUSB
ca: O bé un dispositiu de DVD o un port USB per al mitjà d'instal·lació
cs: Buď jednotka DVD nebo port USB pro instalační média
da: Enten et DVD-drev eller USB-port til installationsmediet
de: Entweder ein DVD-Laufwerk oder USB-Port für das Installationsmedium
el: Είτε ένας οδηγός DVD ή μια θύρα USB για το μέσο εγκατάστασης
es: Tanto una unidad de DVD o puerto USB para el medio de instalación
fi: Joko DVD-asema tai USB-portti asennustietovälineelle
fr: Un lecteur DVD ou un port USB pour le medium d'installation
gl: Ou unha unidade DVD ou un porto USB para o medio de instalación
it: O un lettore DVD o una porta USB per il supporto di installazione
ja: インストールメディアを挿入するための DVD ドライブ、もしくは USB ポート
lt: DVD skaitytuvo ar USB lizdo diegimo laikmenai įdėti
nl: Een dvd-station of een USB-poort voor het installatiemedium
pl: Napęd DVD lub port USB na medium instalacyjne
pt_br: Unidade de DVD ou porta USB para a instalação da mídia
ru: DVD-привод или USB-порт для установочного носителя
sk: Buď DVD jednotka alebo USB port pre inštalačné médiá
uk: DVD-привід або USB-порт для інсталяційного носія

source: Expand all sections ('e')
ar: قم بتوسيع كافة المقاطع ('e')
ca: Expandeix totes les seccions ('e')

source: Extra Languages
ar: اللغات الإضافية
ca: Més llengües

source: Extra Languages (32 Bit)
ar: اللغات الإضافية (32 بت)
ca: Més llengües (32 bits)

source: Extra Languages (64 Bit)
ar: اللغات الإضافية (64 بت)
ca: Més llengües (64 bits)

source: For <strong>%s</strong> run the following as <strong>root</strong>:
ar: لـ<strong>%s</strong> شغل التالي كـ <strong>جذر</strong>:
ca: Per a <strong>%s</strong> executeu el següent com a <strong>root</strong>:
cs: Pro <strong>%s</strong> spusťte jako <strong>root</strong> následující:
da: For <strong>%s</strong> kør følgende som <strong>root</strong>:
de: Führen Sie für <strong>%s</strong> das Folgende als <strong>root</strong> aus:
el: Εκτελέστε το <strong>%s</strong> ως χρήστης <strong>root</strong>:
es: Para <strong>%s</strong> ejecute lo siguiente como <strong>root</strong>:
fi: <strong>%s</strong> suorita seuraava <strong>root</strong>-käyttäjänä:
fr: Pour <strong>%s</strong>, exécutez en tant que <strong>root</strong> :
gl: Para <strong>%s</strong> execute o seguinte como <strong>root</strong>:
it: Per <strong>%s</strong> eseguire quanto segue come <strong>root</strong>:
ja: <strong>%s</strong> の場合は、 <strong>root</strong> で下記のコマンドを実行してください:
lt: <strong>%s</strong>. Įvykdykite <strong>root</strong> teisėmis:
nl: Voor <strong>%s</strong> voer het volgende als <strong>root</strong> uit:
pl: Dla <strong>%s</strong> uruchom następujący program jako <strong>root</strong>:
pt_br: Para <strong>%s</strong> execute o seguinte como <strong>root</strong>:
ru: Для <strong>%s</strong> запустите от имени <strong>root</strong>:
sk: Pre <strong>%s</strong> spustite ako <strong>root</strong> nasledujúce:
uk: Для <strong>%s</strong> запустіть від імені <strong>root</strong>:

source: For <strong>%s</strong> run the following:
ar: من أجل<strong>%s</strong> شغل ما يلي:
ca: Per a <strong>%s</strong> executeu el següent:
cs: Pro <strong>%s</strong> spusťte následující:
da: For <strong>%s</strong> kør følgende:
de: Führen Sie für <strong>%s</strong> folgendes aus:
el: Για <strong>%s</strong> εκτελέστε το παρακάτω:
es: Para <strong>%s</strong> ejecute lo siguiente:
fi: <strong>%s</strong> suorita seuraava:
fr: Pour <strong>%s</strong>, exécutez :
gl: Para <strong>%s</strong> execute o seguinte:
it: Per <strong>%s</strong> eseguire quanto segue:
ja: <strong>%s</strong> の場合は、下記のコマンドを実行してください:
lt: <strong>%s</strong>. Įvykdykite:
nl: Voor <strong>%s</strong> voer het volgende uit:
pl: Dla <strong>%s</strong> uruchom następujący program:
pt_br: Para <strong>%s</strong> execute o seguinte:
ru: Для <strong>%s</strong> запустите:
sk: Pre <strong>%s</strong> spustite nasledujúce:
uk: Для <strong>%s</strong> запустіть:

source: For <strong>Arch Linux</strong>, edit /etc/pacman.conf and add the following (note that the order of repositories in pacman.conf is important, since pacman always downloads the first found package):
ar: من أجل <strong>Arch Linux</strong>، حرر/etc/pacman.conf وأضف التالي (لاحظ أن ترتيب المستودعات في pacman.conf مهم، منذ أن أصبح pacman يقوم دوماً بتحميل الحزم التي يعثر عليها أولاً):
ca: Per a<strong>Arch Linux</strong>, editeu /etc/pacman.conf i afegiu-hi el següent (tingueu present que l'ordre dels repositoris dins de pacman.conf és important, ja que el Pacman sempre baixa el primer paquet que troba):
cs: V <strong>Arch Linuxu</strong> upravte /etc/pacman.conf a přidejte následující (pozor, pořadí repozitářů v souboru pacman.conf je důležité, protože pacman vždy stahuje první nalezený balíček):
da: På <strong>Arch Linux</strong>, redigér /etc/pacman.conf og tilføj følgende (bemærk at rækkefølgen af softwarekilder i pacman.conf er vigtig, da pacman altid downloader den først fundne pakke):
de: Für <strong>Arch Linux</strong>, bearbeiten Sie /etc/pacman.conf und fügen Sie folgendes hinzu (bitte beachten Sie, dass die Reihenfolge der Repositories in pacman.conf wichtig ist, weil pacman immer das zuerst gefundene Paket herunterlädt) :
el: Για <strong>Arch Linux</strong>, επεξεργαστείτε το αρχείο /etc/pacman.conf και προσθέστε το παρακάτω (σημειώστε ότι η σειρά των αποθετηρίων στο pacman.conf είναι σημαντική, διότι ο pacman κατεβάζει πάντα το πρώτο πακέτο που βρίσκει):
es: Para <strong>Arch Linux</strong>, edite /etc/pacman.conf y añada lo siguiente (el orden de los repositorios es importante en pacman.conf, debido a que pacman siempre descarga el primer paquete que encuentra):
fi: <strong>Arch Linux</strong>issa, muokka /etc/pacman.conf-tiedostoa ja lisää seuraava (huomaa että pakettivarastojen järjestys pacman.conf-tiedostossa on tärkeää, koska pacman lataa aina ensimmäisen löytämänsä paketin):
fr: Pour <strong>Arch Linux</strong>, modifiez /etc/pacman.conf et ajoutez (remarque : l'ordre des dépôts est important dans pacman.conf, puisque pacman télécharge toujours le premier paquet trouvé) :
gl: Para <strong>Arch Linux</strong>, edite /etc/pacman.conf e engada o seguinte (a orde dos repositorios é importante en pacman.conf, xa que pacman sempre descarga o primeiro paquete que atopa):
it: Per <strong>Arch Linux</strong>, modificare /etc/pacman.conf e aggiungere quanto segue (si noti che l'ordine dei repository in pacman.conf è fondamentale, dato che pacman scarica sempre il primo pacchetto trovato):
ja: <strong>Arch Linux</strong> の場合は /etc/pacman.conf を編集し、下記を追加してください (ただし、 pacman が想定どおりのパッケージをダウンロードできるよう、リポジトリの順序についても注意してください):
lt: <strong>Arch Linux</strong>. Atverkite /etc/pacman.conf ir prirašykite (atminkite, kad pacman.conf saugyklų tvarka yra svarbi, nes pacman parsiunčia pirmą surastą paketą):
nl: Voor <strong>Arch Linux</strong>, bewerk /etc/pacman.conf en voeg het volgende toe (merk op dat de volgorde van installatiebronnen in pacman.conf belangrijk is, omdat pacman altijd het eerst gevonden pakket downloadt):
pl: Dla <strong>Arch Linuksa</strong>, edytuj /etc/pacman.conf i dodaj następujące (pamiętaj, że kolejność repozytoriów w pacman.conf jest ważna, ponieważ pacman zawsze pobiera pierwszą znalezioną paczkę):
pt_br: Para o <strong>Arch Linux</strong>, edite /etc/pacman.conf e adicione o seguinte (note que a ordem dos repositórios no pacman.conf é importante, já que o pacman sempre baixa o primeiro pacote encontrado):
ru: Для <strong>Arch Linux</strong> отредактируйте /etc/pacman.conf и добавьте следующее (обратите внимание, что в pacman.conf важен порядок репозиториев, поскольку pacman всегда загружает первый найденный пакет):
sk: Pre <strong>Arch Linux</strong> upravte /etc/pacman.conf a pridajte nasledujúce (Treba upozorniť, že poradie repozitárov v pacman.conf je dôležité, pretože pacman vždy stiahne prvý nájdený balík):
uk: Для <strong>Arch Linux</strong> відредагуйте /etc/pacman.conf і додайте наступне (зверніть увагу, що в pacman.conf важливий порядок сховищ, оскільки pacman завжди завантажує перший знайдений пакет):

source: For each ISO, we offer a checksum file with the corresponding SHA256 sum.
ar: لأي نظام، نقدم ملف المجموع الاختباري المقابل SHA256 sum.
ca: Per a cada ISO, oferim un fitxer de suma de verificació amb la suma SHA256 corresponent.
cs: Pro každé ISO nabízíme soubor s kontrolním součtem s odpovídajícím SHA256 součtem.
da: Vi tilbyder en tjeksum-fil med den tilhørende SHA256-sum til hver ISO.
de: Für jedes ISO bieten wir eine Datei mit der dazugehörigen SHA256 Prüfsumme an.
el: Για κάθε ISO, παρέχουμε ένα αρχείο checksum με το αντίστοιχο άθροισμα SHA256.
es: Para cada ISO, ofrecemos un archivo de suma de comprobación con la correspondiente suma SHA256.
fi: Tarjoamme kullekin ISOlle tiedoston, joka sisältää vastaavan SHA256-tarkistussumman.
fr: Pour chaque ISO, nous proposons un fichier de somme de contrôle avec la somme SHA256 correspondante.
gl: Para cada ISO, ofrecemos un ficheiro de comprobación coa correspondente suma SHA256.
it: Per ciascuna ISO è fornito un file di controllo con il codice SHA256 corrispondente.
ja: それぞれの ISO に対して SHA256 によるチェックサムを提供しています。
lt: Kiekvienam ISO atvaizdžiui pateikiame jos SHA256 kontrolinę sumą.
nl: Voor elk ISO-bestand bieden we een bestand met de overeenkomstige SHA256-controlesom.
pl: Dla każdego ISO, oferujemy plik z sumą kontrolną z odpowiadającą sumą SHA256.
pt_br: Para cada ISO, oferecemos um arquivo de soma de verificação com a soma SHA256 correspondente.
ru: Для каждого образа ISO мы предлагаем файл с соответствующей контрольной суммой SHA256.
sk: Pre každý ISO ponúkame súbor kontrolného súčtu so zodpovedajúcim SHA256 súčtom.
uk: Для кожного ISO ми пропонуємо контрольну суму файлу з відповідною сумою SHA256.

source: For extra security, you can use GPG to verify who signed those .sha256 files.
ar: لمزيد من الأمان، يمكنك استخدام GPG للتحقق من توقيع .sha256 ملف.
ca: Per a més seguretat, podeu usar GPG per verificar qui ha signat aquests fitxers .sha256.
cs: Pro větší bezpečnost můžete pomocí GPG ověřit, kdo podepsal tyto .sha256 soubory.
da: Som ekstra sikkerhed kan du bruge GPG til at verificere hvem der har signeret .sha256-filerne.
de: Zur zusätzlichen Sicherheit können Sie GPG verwenden, um zu überprüfen, wer diese .sha256-Dateien signiert hat.
el: Για περισσότερη ασφάλεια, μπορείτε να χρησιμοποιήσετε το κλειδί GPG για να επαληθεύσετε ποιος υπέγραψε αυτά τα αρχεία sha256.
es: Para seguridad extra, puede usar GPG para verificar quien firmó esos archivos .sha256.
fi: Lisävarmuudeksi voit GPG:llä tarkistaa .sha256-tiedostojen allekirjoittajat.
fr: Pour plus de sécurité, vous pouvez utiliser GPG pour vérifier qui a signé ces fichiers .sha256.
gl: Para maior seguridade, pode usar GPG para verificar quen asinou eses ficheiros .sha256.
it: Per ulteriore sicurezza, può essere usato GPG per verificare chi ha firmato quei file .sha256.
ja: また、さらなるセキュリティ確保のため、 GPG を利用して .sha256 ファイル自身の署名を検証することもできます。
lt: Naudodami GPG raktą, galite patikrinti, kas pasirašė .sha256 rinkmenas – tai užtikrina didelį saugumą.
nl: Voor extra beveiliging kunt u GPG gebruiken om te verifiëren wie die .sha256-bestanden heeft ondertekend.
pl: Dla dodatkowego bezpieczeństwa, możesz zawsze użyć klucza GPG by zweryfikować kto podpisał podane pliki .sha256.
pt_br: Para uma segurança extra, você pode usar o GPG para verificar quem assinou estes arquivos .sha256.
ru: Для дополнительной безопасности вы можете использовать GPG, чтобы проверить, кто подписал эти .sha256 файлы.
sk: Pre zvýšenú bezpečnosť môžete pomocou GPG overiť, kto podpísal tieto .sha256 súbory.
uk: Для додаткової безпеки ви можете вживати GPG, щоб перевірити, ким підписано файли .sha256.

source: For extra security, you can use GPG to verify who signed those .sha256 files. It should be %s.
ar: لمزيد من الأمان، يمكنك استخدام GPG للتحقق من توقيع .sha256 ملف يجب أن يكون %s.
ca: Per a més seguretat, podeu usar GPG per verificar qui ha signat aquests fitxers .sha256. Hauria de ser <tt>%s</tt>.

source: For more help verifing your download please read
ar: لمزيد من المساعدة في التحقق من التحميل يرجى قراءة
ca: Per a més ajuda sobre la verificació de la descàrrega, llegiu

source: From OS X
ar: من OS X
ca: Des d'OS X
cs: Z OS X
da: Fra OS X
de: von OS X
el: Από OS X
es: Desde OS X
fi: OS X:stä
fr: Depuis OS X
gl: Desde OS X
it: Da OS X
ja: OS X から
lt: iš OS X
nl: Uit OS X
pl: Z OS X
pt_br: Do OS X
ru: С OS X
sk: Z OS X
uk: Із OS X

source: From Windows
ar: من ويندوز
ca: Des de Windows
cs: Z Windows
da: Fra Windows
de: von Windows
el: Από Windows
es: Desde Windows
fi: Windowsista
fr: Depuis Windows
gl: Desde Windows
it: Da Windows
ja: Windows から
lt: iš Windows
nl: Uit Windows
pl: Z Windowsa
pt_br: Do Windows
ru: С Windows
sk: Zo systému Windows
uk: Із Windows

source: From an older version or other Linux distro
ar: من نسخة قديمة أو توزيعات لينكس أخرى
ca: Des d'una versió més antiga o una altra distribució Linux
cs: Ze starší verze nebo z jiné linuxové distribuce
da: Fra en ældre version eller anden Linux-distrio
de: Von einer älteren Version einer anderen Linux Distribution
el: Από παλαιότερη έκδοση ή άλλη διανομή linux
es: Desde una versión más antigua de otra distribución de Linux
fi: Aiemmasta versiosta tai toisesta Linux-jakelusta
fr: Depuis une ancienne version ou une autre distribution Linux
gl: Desde unha versión máis antiga doutra distribución de Linux
it: Da una versione più vecchia o da un'altra distrubuzione Linux
ja: 古いバージョンの openSUSE または他の Linux ディストリビューションから
lt: iš senesnės Linux sistemos ar kito Linux platinamojo paketo
nl: Uit een oudere versie of andere Linux-distributie
pl: Ze starszej wersji lub innej dystrybucji Linuksa
pt_br: De uma versão antiga ou outra distribuição Linux
ru: С более старой версии или другого дистрибутива Linux
sk: Zo staršej verzie alebo inej linuxovej distribúcie
uk: Із старішої версії або іншого дистрибутиву Linux

source: Full Documentation
ar: الوثائق الكاملة
ca: Documentació completa
cs: Plná Dokumentace
da: Fuld dokumentation
de: Komplette Dokumentation
el: Πλήρης τεκμηρίωση
es: Documentación completa
fi: Kaikki ohjeet
fr: Documentation complète
gl: Documentación completa
it: Documentazione completa
ja: 完全なドキュメンテーション
lt: Visa dokumentacija
nl: Volledige documentatie
pl: Pełna Dokumentacja
pt_br: Documentação completa
ru: Полная документация
sk: Úplná dokumentácia
uk: Повна документація

source: Games
ar: ألعاب
ca: Jocs
cs: Hry
da: Spil
de: Spiele
el: Παιχνίδια
es: Juegos
fi: Pelit
fr: Jeux
gl: Xogos
it: Giochi
ja: ゲーム
lt: Žaidimai
nl: Spellen
pl: Gry
pt_br: Jogos
ru: Игры
sk: Hry
uk: Ігри

source: Get Unsupported Tumbleweed LiveCDs.
ar: احصل على قرص حي غير معتمد من Tumbleweed.
ca: Obtingueu imatges vives sense suport del Tumbleweed.

source: Get one of the specialized distributions built on openSUSE.
ar: إحصل على واحدة من التوزيعات المبنية على أوبن سوزي.
ca: Obtingueu una de les distribucions especialitzades construïdes a partir d'openSUSE.

source: Get openSUSE
ar: احصل على أوبن سوزي
ca: Obtingueu l'openSUSE
cs: Získejte openSUSE
da: Hent openSUSE
de: openSUSE herunterladen
el: Λήψη openSUSE
es: Obtenga openSUSE
fi: Hanki openSUSE
fr: Obtenir openSUSE
gl: Baixar openSUSE
it: Ottieni openSUSE
ja: openSUSE の取得
lt: Parsisiųsti openSUSE
nl: openSUSE verkrijgen
pl: Pobierz openSUSE
pt_br: Baixe o openSUSE
ru: Получить openSUSE
sk: Získať openSUSE
uk: Звантажити openSUSE

source: Get openSUSE Leap for other architectures.
ar: احصل على أوبن سوزي Leap لمعماريات أخرى.
ca: Obtingueu l'openSUSE Leap per a altres arquitectures.

source: Get openSUSE Tumbleweed for other architectures.
ar: احصل على أوبن سوزي Tumbleweed لمعماريات أخرى.
ca: Obtingueu l'openSUSE Tumbleweed per a altres arquitectures.

source: Getting Help
ar: الحصول على المساعدة
ca: Obtingueu ajuda

source: Gold Sponsor
ar: الراعي الذهبي
ca: Patrocinadors d'or

source: Grab binary packages directly
ar: سحب الحزم الثنائية مباشرة
ca: Agafeu paquets binaris directament
cs: Získat binární balíčky přímo
da: Hent binære pakker direkte
de: Binärpakete direkt herunterladen
el: Λήψη εκτελέσιμων πακέτα απευθείας
es: Descargar los paquetes binarios directamente
fi: Lataa binääripaketti suoraan asennuslähteestä
fr: Récupérer les paquets binaires directement
gl: Obter paquetes binarios directamente
it: Prendi direttamente i pacchetti binari
ja: バイナリパッケージを直接取得する
lt: Siųstis dvejetainius paketus
nl: Direct binaire pakketten pakken
pl: Pobierz pakiety binarne bezpośrednio
pt_br: Baixar pacotes binários diretamente
ru: Получить бинарные пакеты напрямую
sk: Získať binárne balíky priamo
uk: Отримати безпосередньо двійкові пакунки

source: Header Logo
ar: صورة الشعار
ca: Logo de la capçalera

source: Help on Download Method
ar: المساعدة في أسلوب التحميل
ca: Ajuda sobre el mètode de baixada

source: Help on Type of Computer
ar: المساعدة في نوع الحاسوب
ca: Ajuda sobre el tipus d'ordinador

source: Help test openSUSE’s next version of Leap by downloading the latest development milestone.
ar: ساعد في اختبار الإصدار التالي من أوبن سوزي Leap بتحميل آخر النسخ قيد التطوير.
ca: Ajudeu a provar la propera versió Leap de l'openSUSE descarregant-ne l'última fita de desenvolupament.

source: Help test the next version of openSUSE Leap, the regular-release distribution for desktop PCs, laptops, and servers.
ar: ساعد في اختبار الإصدار التالي من أوبن سوزي Leap, و الإصدارات التقليدية للحاسب المكتبي والمحمول، والخوادم.
ca: Ajudeu a provar la propera versió de l'openSUSE Leap, la distribució de versió regular per a ordinadors d'escriptori, portàtils i servidors.

source: How to Proceed
ar: كيف أبدء العمل
ca: Com procedir

source: How to burn a DVD on Linux.
ar: كيفية حرق DVD على لينكس.
ca: Com gravar un DVD amb Linux.
cs: Jak na Linuxu vypálit DVD v Linuxu.
da: Brænd en DVD i Linux.
de: Wie man eine DVD unter Linux brennt.
el: Πως να γράψετε ένα DVD στο Linux.
es: Cómo grabar un DVD en Linux.
fi: Miten polttaa DVD Linuxissa.
fr: Comment graver un DVD sous Linux.
gl: Como gravar un DVD en Linux.
it: Come masterizzare un DVD su Linux.
ja: Linux で DVD に書き込む方法
lt: Kaip Linux sistemoje įrašyti į DVD.
nl: Hoe een DVD op Linux te branden.
pl: Jak wypalić dysk DVD na Linuksie.
pt_br: Como gravar um DVD no Linux.
ru: Как записать DVD в Linux.
sk: Ako napáliť DVD na Linuxe.
uk: Як записати DVD в Linux.

source: How to burn a DVD on OS X.
ar: كيفية حرق DVD على OS X.
ca: Com gravar un DVD amb OS X.
cs: Jak vypálit DVD na OS X.
da: Brænd en DVD i OS X.
de: Wie man eine DVD unter OS X brennt.
el: Πως να γράψετε ένα DVD στο OS X.
es: Cómo grabar un DVD en OS X.
fi: Miten polttaa DVD OS X:ssä.
fr: Comment graver un DVD sous OS X.
gl: Como gravar un DVD en OS X.
it: Come masterizzare un DVD su OS X.
ja: OS X で DVD に書き込む方法
lt: Kaip OS X sistemoje įrašyti į DVD.
nl: Hoe een DVD op OS X te branden.
pl: Jak wypalić dysk DVD na OS X.
pt_br: Como gravar um DVD no OS X.
ru: Как записать DVD в OS X.
sk: Ako napáliť DVD na OS X.
uk: Як записати DVD в OS X.

source: How to burn a DVD on Windows.
ar: كيفية حرق DVD على ويندوز.
ca: Com gravar un DVD amb Windows.
cs: Jak vypálit DVD na Windows.
da: Brænd en DVD i Windows.
de: Wie man eine DVD unter Windows brennt.
el: Πως να γράψετε ένα DVD στα Windows.
es: Cómo grabar un DVD en Windows.
fi: Miten polttaa DVD Windowsissa.
fr: Comment graver un DVD sous Windows.
gl: Como gravar un DVD en Windows.
it: Come masterizzare un DVD su Windows.
ja: Windows で DVD に書き込む方法
lt: Kaip Windows sistemoje įrašyti į DVD.
nl: Hoe een DVD op Windows te branden.
pl: Jak wypalić dysk DVD na Windowsie.
pt_br: Como gravar um DVD no Windows.
ru: Как записать DVD в Windows.
sk: Ako napáliť DVD na systéme Windows.
uk: Як записати DVD в Windows.

source: How to create a Bootable USB stick on Windows.
ar: كيفية إنشاء سواقة فلاش قابلة للإقلاع على ويندوز.
ca: Com crear una memòria USB arrencable amb Windows.
cs: Jak vytvořit bootovatelný USB disk na Windows.
da: Opret en opstartsbar USB-pen på Windows.
de: Wie man einen bootbaren USB Stick unter Windows erstellt.
el: Πως να δημιουργήσετε ένα εκκινήσιμο USB στα Windows.
es: Cómo crear en Windows una memoria USB capaz de arrancar openSUSE.
fi: Kuinka luoda käynnistettävä USB-tikku Windowsissa.
fr: Comment créer une clé USB de démarrage sous Windows.
gl: Como crear en Windows unha memoria USB capaz de arrancar openSUSE.
it: Come creare una chiavetta USB di avvio su Windows.
ja: Windows で起動可能な USB メモリを作成する方法
lt: Kaip Windows sistemoje sukurti iš atmintuko paleidžiamą sistemą.
nl: Hoe een opstartbare USB-stick op Windows aan te maken.
pl: Jak stworzyć bootowalny pendrive USB na Windowsie.
pt_br: Como criar um pendrive USB inicializável no Windows.
ru: Как создать загружаемый USB-носитель в Windows.
sk: Ako vytvoriť spustiteľný USB kľúč na systéme Windows.
uk: Як створити завантажувальний USB-носій в Windows.

source: How to create a bootable USB stick on Linux.
ar: كيفية إنشاء سواقة فلاش قابلة للإقلاع على لنكس.
ca: Com crear una memòria USB arrencable amb Linux.
cs: Jak vytvořit bootovatelný USB disk na Linuxu.
da: Opret en opstartsbar USB-pen på Linux.
de: Wie man einen bootbaren USB Stick unter Linux erstellt.
el: Πως να δημιουργήσετε ένα εκκινήσιμο USB στο Linux.
es: Cómo crear en Linux una memoria USB capaz de arrancar openSUSE.
fi: Kuinka luoda käynnistettävä USB-tikku Linuxissa.
fr: Comment créer une clé USB de démarrage sous Linux.
gl: Como crear en Linux unha memoria USB capaz de arrancar openSUSE.
it: Come creare una chiavetta USB di avvio su Linux.
ja: Linux で起動可能な USB メモリを作成する方法
lt: Kaip Linux sistemoje sukurti iš atmintuko paleidžiamą sistemą.
nl: Hoe een opstartbare USB-stick op Linux aan te maken.
pl: Jak stworzyć bootowalny pendrive USB na Linuksie.
pt_br: Como criar um pendrive USB inicializável no Linux.
ru: Как создать загружаемый USB-носитель в Linux.
sk: Ako vytvoriť spustiteľný USB kľúč na Linuxe.
uk: Як створити завантажувальний USB-носій в Linux.

source: How to create a bootable USB stick on OS X.
ar: كيفية إنشاء سواقة فلاش قابلة للإقلاع على OS X.
ca: Com crear una memòria USB arrencable amb OS X.
cs: Jak vytvořit bootovatelný USB disk na OS X.
da: Opret en opstartsbar USB-pen på OS X.
de: Wie man einen bootbaren USB Stick unter OS X erstellt.
el: Πως να δημιουργήσετε ένα εκκινήσιμο USB στο OS X.
es: Cómo crear en OS X una memoria USB capaz de arrancar openSUSE.
fi: Kuinka luoda käynnistettävä USB-tikku OS X:ssä.
fr: Comment créer une clé USB de démarrage sous OS X.
gl: Como crear en OS X unha memoria USB capaz de arrancar openSUSE.
it: Come creare una chiavetta USB di avvio su OS X.
ja: OS X で起動可能な USB メモリを作成する方法
lt: Kaip OS X sistemoje sukurti iš atmintuko paleidžiamą sistemą.
nl: Hoe een opstartbare USB-stick op OS X aan te maken.
pl: Jak stworzyć bootowalny pendrive USB na OS X.
pt_br: Como criar um pendrive USB inicializável no OS X.
ru: Как создать загружаемый USB-носитель в OS X.
sk: Ako vytvoriť spustiteľný USB kľúč na OS X.
uk: Як створити завантажувальний USB-носій в OS X.

source: If you are still not sure, download
ar: إذا كنت غير متأكد، قم بتحميل
ca: Si encara no n'esteu segur, descarregueu

source: If you want to use a direct link but live in a place in the world where our download redirector has not enough information to redirect to the fastest mirror, you can pick a mirror yourself.
ar: إذا أردت استخدام وصلة مباشرة ولكن تعيش في مكان يعيد توجيه التحميل بمعلومات غير كافية لإعادة توجيه التحميل لمرآة أسرع، يمكنك اختيار المرآة بنفسك.
ca: Si voleu fer servir un enllaç directe però viviu en un lloc del planeta on el nostre redirector de descàrregues no té prou informació per redireccionar-vos al mirall més ràpid, podeu escollir vosaltres mateixos el mirall.
