Repository: openSUSE/software-o-o
Catalog: locale/*/software.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, gl, it, ja, lt, nl, pl, pt_br, ru, sk, uk

source: Many applications can verify the checksum of a download. To verify your download can be important as it verifies you really have got the ISO file you wanted to download and not some broken version. You could verify the file in the process of downloading. For example a checksum (SHA256) will be used automatically if you choose Metalink in the field above and use the add-on DownThemAll! in Firefox.
cs: Mnoho aplikací může ověřit kontrolní součet stažených dat. Ověření stažených dat může být důležité, protože se ujistíte, že jste skutečně stáhli soubor ISO, který jste chtěli a ne nějakou poškozenou verzi. Soubor můžete ověřit během procesu stahování. Např. kontrolní součet (SHA256) bude použit automaticky zvolíte-li v poli nahoře Metalink a použijete ve Firefoxu doplněk DownThemAll.
da: Mange programmer kan verificere tjeksummen for et download. Verifikation af dit download kan være vigtigt, da det sikrer at du faktisk har fået den ISO-fil du ønskede at downloade og ikke en defekt fil. Du bør verificere filen når du downloader. F.eks. bruges en tjeksum (SHA256) automatisk hvis du vælger Metalink i feltet ovenfor og bruger tilføjelsen DownThemAll! i Firefox.
de: Viele Anwendungen können die Checksumme eines Downloads überprüfen. Eine Überprüfung des Downloads kann wichtig sein, um sicherzustellen dass das Medium nicht beschädigt heruntergeladen wurde. Sie können die Datei beim Herunterladen überprüfen. Eine Checksumme (SHA256) wird z.B. automatisch verwendet, wenn Sie Metalink im obigen Feld auswählen und das Add-On DownThemAll! in Firefox verwenden.
el: Πολλές εφαρμογές μπορούν να επαληθεύσουν το checksum μιας λήψης. Το να επαληθεύσετε την λήψη σας μπορεί να είναι σημαντικό, καθώς επιβεβαιώνει ότι πραγματικά έχετε το αρχείο ISO που θέλατε να κατεβάσετε και όχι κάποια χαλασμένη έκδοση. Μπορείτε να επαληθεύσετε το αρχείο κατά την διαδικασία της λήψης. Για παράδειγμα ένα checksum (SHA256) θα χρησιμοποιηθεί αυτόματα αν επιλέξετε Metalink στο πεδίο παραπάνω και χρησιμοποιήστε το πρόσθετο DownThemAll! στο Firefox.
es: Hay muchas aplicaciones que pueden verificar la suma de comprobación de una descarga. La comprobación de su descarga puede ser importante, ya que confirma que realmente ha recibido el archivo ISO que quería descargar y no una versión dañada. Puede verificar el archivo durante el proceso de descarga. Por ejemplo, una suma de comprobación (SHA256) se usa automáticamente si elige Metalink en el campo de arriba y usa el complemento DownThemAll! en Firefox.
fi: Monet sovellukset osaavat tarkistaa latauksen tarkistussumman. Latauksen todentaminen voi olla tärkeää, koska se varmistaa, että lataat todella haluamasi ISO-tiedoston etkä viallista versiota. Voit todentaa tiedoston ladatessasi. Tarkistussummaa (SHA256) käytetään esimerkiksi automaattisesti, jos valitset yltä Metalinkin ja käytät Firefoxin DownThemAll!-lisäosaa.
fr: De nombreuses applications peuvent vérifier la somme de contrôle d'un téléchargement. Vérifier votre téléchargement peut être important pour s'assurer que vous avez réellement obtenu le fichier ISO que vous vouliez et non une version corrompue. Vous pourriez vérifier le fichier lors du téléchargement. Par exemple, une somme de contrôle (SHA256) sera utilisée automatiquement si vous choisissez Metalink dans le champ au-dessus et utilisez l'extension DownThemAll! dans Firefox.
gl: Moitos aplicativos poden comprobar a suma de comprobación dunha descarga. É importante comprobar o ficheiro descargado posto que se verifica se realmente descargou o ficheiro ISO correcto e non unha versión corrupta. Pode comprobar o ficheiro durante o proceso de descarga. Por exemplo, unha suma de comprobación (SHA256) úsase automaticamente se escolle Metalink no campo de enriba e usa o complemento DownThemAll! en Firefox.
it: Molte applicazioni possono verificare il codice di controllo di un file scaricato. Verificare il file scaricato può essere importante in quanto si controlla che il file ISO scaricato sia effettivamente quello voluto e non qualche versione corrotta. È possibile verificare il file durante lo scaricamento. Per esempio sarà usato automaticamente un codice di controllo (SHA256) se si sceglie il Metalink nel campo sopra e si usa l'add-on DownThemAll! in Firefox.
ja: 様々なアプリケーションを利用して、チェックサムによるダウンロードの検証を行なうことができます。ダウンロードの検証を行なうことは、ダウンロードした ISO ファイルが壊れていないことを確認するのに重要な作業です。なお、ファイルの検証はダウンロード中にも実施することができます。たとえば上記のメタリンクを選択して Firefox の DownThemAll! アドオンを利用すると、チェックサム (SHA256) を自動的に検証します。
lt: Daugybė programų gali patikrinti siuntinių kontrolines sumas. Patikrinti savo siuntinius gali būti svarbu, nes nustatoma, ar jūs iš tiesų atsisiuntėte norimą ISO atvaizdį ir ar jo versiją nėra sugadinta. Atvaizdį gali automatiškai patikrinti jį parsiunčiančios programos. Pavyzdžiui, kontrolinė suma (SHA256) tikrinama automatiškai, jei pasirenkate meta nuorodą, jei naudojatės „Firefox“ naršyklės „DownThemAll!“ papildiniu.
nl: Veel programma's kunnen de controlesom van een download verifiëren. Dit doen kan belangrijk zijn omdat het echt verifieert of u het ISO-bestand hebt verkregen dat u wilde downloaden en niet een beschadigde versie. U zou het bestand kunnen verifiëren tijdens het downloaden. Een controlesom zal bijvoorbeeld automatisch gebruikt worden als u Metalink in het bovenstaande veld kiest en de add-on DownThemAll! in Firefox gebruikt.
pl: Wiele programów może sprawdzić sumy kontrolne pobranych plików. Sprawdzenie pobranych plików może być istotne, ponieważ potwierdzi, że pobrano żądane obrazy ISO i nie zostały one uszkodzone. Możesz zweryfikować plik w trakcie pobierania. Na przykład suma kontrolna (SHA256) będzie automatycznie użyta, jeśli wybierzesz Metalink w polu powyżej i użyjesz wtyczki DownThemAll! w Firefoksie.
pt_br: Muitos aplicativos podem conferir a soma de verificação de um download. Verificar o seu download pode ser importante, pois indica que você realmente tem o arquivo ISO completo, ao invés de uma versão corrompida. Você deve verificar o arquivo durante o download. Por exemplo, uma soma de verificação (SHA256) será usada automaticamente se você escolher Metalink no campo acima e usar a extensão DownThemAll! no Firefox.
ru: Множество приложений может проверить целостность загрузки по контрольной сумме. Такая проверка поможет вам убедиться, что вы получили именно желаемый файл ISO, а не какое-то битое недоразумение. Проверка файла может производиться в процессе загрузки. Например, контрольная сумма (SHA256) будет использована автоматически, если вы выберете Metalink в поле выше и используете расширение DownThemAll! в Firefox.
sk: Veľa aplikácií môže overiť kontrolný súčet stiahnutia. Pre overenie vášho stiahnutia môže byť dôležité, či naozaj máte ISO súbor, ktorý ste chceli stiahnuť a nie nejakú poškodenú verziu. Môžete overiť súbor v procese sťahovania. Napríklad kontrolný súčet (SHA256) sa použije automaticky, ak v poli vyššie zvolíte Metalink a použijete doplnok DownThemAll! vo Firefoxe.
uk: Багато програм можуть мають змогу перевіряти контрольну суму звантаженого. Важливо перевірити звантажене вами, щоб файл ISO не виявився якоюсь пошкодженою версією. Перевірка файлу може проводитися в процесі завантаження. Наприклад, контрольна сума (SHA256) буде використана автоматично, якщо ви виберете Metalink у полі вище і використовуєте розширення DownThemAll! у Firefox.

source: Medium
cs: Médium
es: Medio
fi: Tietoväline
gl: Medio
ja: メディア
pt_br: Mídia
ru: Носитель
sk: Médium

source: Network Image
cs: Obraz sítě
da: Netværksaftryk
de: Netzwerk-Image
el: Εικόνα εγκατάστασης μέσω δικτύου
es: Imagen para instalación desde la red
fi: Verkkolevykuva
fr: Image réseau
gl: Imaxe vía rede
it: Immagine di rete
ja: ネットワークイメージ
lt: Atvaizdis diegimui per tinklą
nl: Netwerk-image
pl: Obraz Sieciowy
pt_br: Imagem via rede
ru: Образ для установки по сети
sk: Sieťový obraz
uk: Мережний образ

source: News
cs: Novinky
da: Nyheder
de: Nachrichten
el: Νέα
es: Noticias
fi: Uutiset
fr: Actualité
gl: Noticias
ja: ニュース
lt: Naujienos
nl: Nieuws
pl: Wiadomości
pt_br: Notícias
ru: Новости
sk: Novinky
uk: Новини

source: No appliance data for %{project}
cs: Žádná aplikační data pro %{project}
da: Ingen anordningsdata for %{project}
de: Keine Appliance-Daten für %{project}
el: Δεν υπάρχουν δεδομένα εφαρμογής για %{project}
es: No hay datos de la aplicación para %{project}
fi: Ei sovellustietoja kohteelle %{project}
fr: Pas de données d'image pour %{project}
gl: Sen datos do aplicativo para %{project}
it: Nessun dato di appliance per %{project}
ja: %{project} 向けのアプライアンスデータはありません
lt: Apie %{project} duomenų nėra
nl: Geen toepassingsgegevens voor %{project}
pl: Brak danych dla dystrybucji pochodnej %{project}
pt_br: Nenhum dado de appliance para %{project}
ru: Нет данных для %{project}
sk: Žiadne dáta predpripravených systémov pre %{project}
uk: Немає даних для %{project}

source: No description.
cs: Popis chybí.
da: Ingen beskrivelse.
de: Keine Beschreibung.
el: Καμία περιγραφή.
es: Sin descripción.
fi: Ei kuvausta.
fr: Aucune description.
gl: Ningunha descrición.
it: Nessuna descrizione.
ja: 説明がありません。
lt: Aprašo nėra.
nl: Geen beschrijving.
pl: Brak opisu.
pt_br: Nenhuma descrição.
ru: Нет описания.
sk: Žiadny popis.
uk: Без опису.

source: No legacy distribution available
cs: Žádná starší distribuce není dostupná
es: No hay ninguna distribución heredada disponible
fi: Aiempia jakeluja ei ole saatavilla
fr: Aucune distribution antérieure disponible
ja: 古いディストリビューションは公開されていません
nl: Geen oudere distributie beschikbaar
pt_br: Nenhuma distribuição antiga disponível
ru: Нет предыдущего дистрибутива
sk: Žiadna stará distribúcia nie je k dispozícii

source: No stable release available
cs: K dispozici není žádná stabilní verze
es: No hay ninguna versión estable disponible
fi: Vakaata julkaisua ei ole saatavilla
fr: Pas de version stable disponible
ja: 安定版のリリースはありません
nl: Geen stabiele uitgave beschikbaar
pt_br: Nenhuma versão estável disponível
ru: Стабильный выпуск недоступен
sk: Nie je k dispozícii žiadne stabilné vydanie

source: No testing distribution available.
cs: Žádná testovací distribuce není dostupná.
da: Ingen testdistributioner tilgængelig.
de: Keine Test-Distribution verfügbar.
el: Δεν υπάρχει διαθέσιμη δοκιμαστική διανομή.
es: No hay disponibles distribuciones para pruebas.
fi: Testausjakelua ei ole saatavilla.
fr: Aucune distribution en développement disponible.
it: Nessuna distribuzione di test disponibile.
ja: テスト用のディストリビューションは公開されていません。
lt: Bandomųjų platinamųjų paketų nėra.
nl: Geen testdistributie beschikbaar.
pl: Wersja testowa niedostępna.
pt_br: Nenhuma distribuição de teste disponível.
ru: Нет дистрибутива для тестирования.
sk: Žiadna testovaná distribúcia nie je k dispozícii.
uk: Жодний тестовий дистрибутив не доступний.

source: OK
es: Aceptar
fr: Accepter
ru: ОК

source: Office & Productivity
cs: Kancelář a produktivita
es: Oficina y productividad
fi: Toimisto ja tuottavuus
fr: Bureau & Productivité
ja: オフィスと生産性
nl: Kantoor & productiviteit
pt_br: Escritório e Produtividade
ru: Офис и производительность
sk: Kancelária a produktivita

source: Official
cs: Oficiální
da: Officielle
de: Offiziell
el: Επίσημο
es: Oficial
fi: Viralliset
fr: Officiel
gl: Oficial
it: Ufficiale
ja: 公式
lt: Oficialus
nl: Officieel
pl: Oficjalny
pt_br: Oficial
ru: Официальные
sk: Oficiálne
uk: Офіційне

source: Planet
cs: Planeta
el: Πλανήτης
es: Planeta
fr: Planète
nl: Planeet
pt_br: Planeta
ru: Планета
sk: Planéta
uk: Планета

source: Please be aware of the following limitations of the live images:
cs: Pozor, živé obrazy mají tato omezení:
es: Tenga en cuenta las siguientes limitaciones de las imágenes autoarrancables:
fi: Huomaa, että live-kuvia koskevat seuraavat rajoitukset:
fr: Les images Live présentent les limitations suivantes :
ja: ライブイメージの場合、下記の制限があることにご注意ください:
nl: Denk aan de volgende beperkingen van de live-images:
pt_br: Esteja ciente das seguintes limitações das imagens Live:
ru: Обратите внимание на следующие ограничения live-образов:
sk: Prosím, dbajte na nasledujúce obmedzenia live obrazov:

source: Please review [openQA](%{openqa})'s test results if you want an indication whether these live medias are working as expected
cs: Prohlédněte si výsledky testu [openQA](%{openqa}), chcete-li zjistit, zda tato živá média pracují podle předpokladu
ja: これらのライブメディアが想定通り動作するかどうかについて詳しく知りたい場合は、 [openQA](%{openqa}) のテスト結果をご覧ください
nl: Bekijk de testresultaten van [openQA](%{openqa}) als u wilt controleren of deze live-media naar behoren werken
ru: Проверьте результаты тестов [openQA](%{openqa}), если вы хотите узнать, работают ли эти Live-носители как положено
sk: Prosím, preskúmajte výsledky testu [openQA](%{openqa}), ak chcete určiť, či tieto live médiá fungujú podľa očakávania

source: Ports
cs: Porty
ja: 移植版
ru: Порты
sk: Porty

source: Ports of openSUSE Leap to architectures other than the PC are maintained by separate community teams, with limited resources.
cs: Porty openSUSE Leap architektur jiných než PC jsou udržovány různými týmy komunity s omezenými prostředky.
ja: openSUSE Leap の PC 以外のアーキテクチャへの移植版は、本体とは異なる少人数のコミュニティチームでメンテナンスされております。
nl: Ports van openSUSE Leap naar architecturen anders dan de PC worden onderhouden door gescheiden teams uit de gemeenschap, met beperkte hulpbronnen.
ru: Портирование openSUSE Leap на отличные от ПК архитектуры осуществляется отдельными командами сообщества с ограниченными ресурсами.

source: Ports of openSUSE Tumbleweed to architectures other than the PC are maintained by separate community teams. Scope and pace of the rolling release might be different due to limited resources for those architectures.
cs: Porty openSUSE Tumbleweed architektur jiných než PC jsou udržovány různými týmy komunity. Rozsah a krok obratu vydané verze se mohou lišit kvůli omezeným prostředkům příslušných architektur.
ja: openSUSE Tumbleweed の PC 以外のアーキテクチャへの移植版は、本体とは異なる少人数のコミュニティチームでメンテナンスされております。これらのアーキテクチャでは、主にリソースの不足から、 PC 版とはサポート範囲もローリングリリースの頻度も異なることに注意してください。
nl: Ports van openSUSE Tumbleweed naar architecturen anders dan de PC worden onderhouden door gescheiden teams uit de gemeenschap. De scope en snelheid van uitgave kan verschillen vanwege beperkte hulpbronnen voor deze architecturen.
ru: Портирование openSUSE Tumbleweed на отличные от ПК архитектуры осуществляется отдельными командами сообщества. Объём и скорость выпуска могут отличаться в связи с ограниченностью ресурсов для этих архитектур.

source: Release notes
cs: Poznámky k vydání
da: Udgivelsesnoter
de: Versionshinweise
el: Σημειώσεις έκδοσης
es: Notas del lanzamiento
fi: Julkaisutiedot
fr: Notes de version
gl: Notas da versión
it: Note di rilascio
ja: リリースノート
lt: Pastabos apie laidą
nl: Uitgavenotities
pl: Informacje o wydaniu
pt_br: Notas de lançamento
ru: Примечания к выпуску
sk: Poznámky k vydaniu
uk: Примітки до випуску

source: Rescue LiveCD
cs: Záchrana LiveCD
ja: レスキューライブ CD
nl: Reddingssysteem LiveCD
ru: LiveCD восстановления
sk: Záchranné LiveCD

source: Search packages...
cs: Prohledání balíčků...
es: Buscar paquetes...
fi: Etsi paketteja…
fr: Chercher des paquets...
ja: パッケージの検索...
nl: Pakketten zoeken...
pt_br: Pesquisar pacotes...
ru: Поиск пакетов...
sk: Hľadanie balíkov...

source: Search settings
cs: Možnosti vyhledání
es: Configuración de la búsqueda
fi: Hakuvalinnat
fr: Paramètres de recherche
ja: 検索設定
nl: Instellingen voor zoeken
pt_br: Configurações de pesquisa
ru: Параметры поиска
sk: Nastavenia hľadania

source: Shop
cs: Obchod
da: Butik
el: Κατάστημα
es: Tienda
fi: Kauppa
fr: Boutique
gl: Tenda
it: Negozio
ja: ショップ
lt: Parduotuvė
nl: Winkel
pl: Sklep
pt_br: Loja
ru: Магазин
sk: Obchod
uk: Магазин

source: Show %s for other distributions
cs: Zobrazit %s pro jiné distribuce
es: Mostrar %s para otras distribuciones
fi: Näytä %s muille jakeluille
fr: Afficher %s pour d'autres distributions
ja: 他のディストリビューション向けの %s を表示
nl: %s voor andere distributies tonen
pt_br: Exibir %s para outras distribuições
ru: Показывать %s для других дистрибутивов
sk: Ukázať %s pre iné distribúcie

source: Show community packages
cs: Zobrazit balíčky komunity
da: Vis fællesskabspakker
de: Community-Pakete anzeigen
el: Εμφάνιση μη κοινοτικών πακέτων
es: Mostrar paquetes comunitarios
fi: Näytä yhteisöpaketit
fr: Afficher les paquets communautaires
gl: Mostrar paquetes da comunidade
it: Mostra pacchetti comunitari
ja: コミュニティ提供のパッケージの表示
lt: Rodyti bendruomenės paketus
nl: Toon pakketten van de gemeenschap
pl: Wyświetl pakiety społeczności
pt_br: Exibir os pacotes da comunidade
ru: Показывать пакеты от сообщества
sk: Ukázať komunitné balíky
uk: Показати пакунки спільноти

source: Show debug packages
cs: Zobrazit ladicí balíčky
es: Mostrar paquetes de depuración
fi: Näytä vianjäljityspaketit
fr: Afficher les paquets de débogage
ja: デバッグパッケージの表示
nl: Debug-pakketten tonen
pt_br: Exibir pacotes de depuração
ru: Показывать отладочные пакеты
sk: Ukázať balíky ladenia

source: Show development packages
cs: Zobrazit vývojové balíčky
es: Mostrar paquetes de desarrollo
fi: Näytä kehityspaketit
fr: Afficher les paquets de développement
ja: 開発用パッケージの表示
nl: Pakketten voor ontwikkeling tonen
pt_br: Exibir pacotes de desenvolvimento
ru: Показывать пакеты для разработчиков
sk: Ukázať vývojárske balíky

source: Show experimental packages
cs: Zobrazit experimentální balíčky
da: Vis eksperimentelle pakker
de: Versuchspakete anzeigen
el: Εμφάνιση πειραματικών πακέτων
es: Mostrar paquetes experimentales
fi: Näytä kokeelliset paketit
fr: Afficher les paquets expérimentaux
gl: Mostrar paquetes experimentais
it: Mostra pacchetti sperimentali
ja: 実験的なパッケージの表示
lt: Rodyti bandomuosius paketus
nl: Toon experimentele pakketten
pl: Wyświetl pakiety eksperymentalne
pt_br: Exibir os pacotes experimentais
ru: Показывать экспериментальные пакеты
sk: Ukázať experimentálne balíky
uk: Показати експериментальні пакунки

source: Show language packages
cs: Zobrazit jazykové balíčky
es: Mostrar paquetes de idioma
fi: Näytä kielipaketit
fr: Afficher les paquets de langues
ja: 言語パッケージの表示
nl: Taal-pakketten tonen
pt_br: Exibir pacotes de idiomas
ru: Показывать языковые пакеты
sk: Ukázať jazykové balíky

source: Social Media
cs: Sociální média
da: Sociale medier
de: Soziale Medien
el: Κοινωνικά δίκτυα
es: Redes sociales
fi: Sosiaalinen media
fr: Réseaux sociaux
ja: ソーシャルメディア
lt: Socialiniai tinklai
nl: Sociale media
pl: Media społecznościowe
pt_br: Mídia social
ru: Социальные сети
sk: Sociálne médiá
uk: Соціальні мережі

source: Software
el: Λογισμικό
fi: Ohjelmat
fr: Logiciels
ja: ソフトウエア
lt: Programinė įranga
pl: Oprogramowanie
ru: Программы
sk: Softvér
uk: Програми

source: System & Utility
cs: Systém a utility
es: Sistema y utilidades
fi: Järjestelmä ja työkalut
fr: Système & Utilitaire
ja: システムとユーティリティ
nl: Systeem & hulpmiddelen
pt_br: Sistema e Utilitário
ru: Система и инструменты
sk: Systém a nástroje

source: The DVD/USB Stick is typically recommended as it contains most of the packages available in the distribution and does not require a network connection during the installation.
cs: Obvykle se doporučuje DVD/USB-disk, protože obsahuje většinu balíčků dostupných v distribuci a během instalace nevyžaduje síťové připojení.
da: DVD'en/USB-pennen anbefales typisk, da den indeholder de fleste pakker som er tilgængelige i distributionen og ikke kræver en netværksforbindelse under installationen.
de: DVD bzw. USB Stick werden normalerweise empfohlen, da sie die meisten der Pakete, die in der Distribution verfügbar sind enthalten und keine Netzwerk- verbindung während der Installation benötigen.
el: Το DVD/USB συνίσταται τυπικά επειδή περιέχει τα περισσότερα διαθέσιμα πακέτα στην διανομή και δεν απαιτεί σύνδεση στο δίκτυο κατά την εγκατάσταση.
es: Normalmente se recomienda la imagen para DVD/USB ya que contiene la mayoría de los paquetes disponibles en la distribución y no se necesita una conexión de red durante la instalación.
fi: Yleisesti suositellaan DVD:tä tai USB-tikkua, koska se sisältää useimmat jakelun paketeista eikä vaadi verkkoyhteyttä asennettaessa.
fr: L'image DVD est recommandée car elle contient la plupart des paquets disponibles dans la distribution et ne requiert pas une connexion au réseau durant l'installation.
it: Tipicamente si raccomandano il DVD o la chiavetta USB in quanto contengono la maggior parte dei pacchetti disponibili nella distribuzione e non richiedono una connessione di rete durante l'installazione.
ja: DVD やその USB メモリ版はディストリビューション内の多くのファイルを含むもので、インストール時にネットワーク接続を行なう必要はありません。
lt: Paprastai patariame rinktis atvaizdį DVD/USB laikmenai, kadangi jame didelė dalis prieinamų paketų, tad diegiant gali nebereikėti interneto ryšio.
nl: De dvd/USB-stick is typisch aanbevolen omdat het de meeste pakketten beschikbaar in de distributie bevat en geen netwerkverbinding vereist tijdens de installatie.
pl: Dysk DVD/Pendrive USB są zalecane, jako że zawierają większość potrzebnych paczek dostępych w dystrybucji, i nie wymaga dostępu do sieci podczas instalacji.
pt_br: O DVD/pendrive USB é normalmente recomendado pois contém a maioria dos pacotes disponíveis na distribuição e não necessita de conexão de rede durante a instalação.
ru: Обычно рекомендуют DVD/USB-носитель, поскольку он содержит большинство пакетов дистрибутива и не требует подключения к сети во время установки.
sk: Odporúča sa zvyčajne DVD/USB kľúč, pretože obsahuje väčšinu balíkov dostupných v distribúcii a počas inštalácie nevyžaduje sieťové pripojenie.
uk: Зазвичай рекомендують DVD/USB-носій, бо він містить більшість пакунків дистрибутива і не вимагає під'єднання до мережі під час установки.
