Repository: openSUSE/software-o-o
Catalog: locale/*/software.po
Languages: ar, ca, cs, da, de, el, es, fi, fr, gl, it, ja, lt, nl, pl, pt_br, ru, sk, uk

source: and
ar: أيضاً
ca: i

source: "#{release} is not a supported release."
ar: "#{إصدار} ليس إصدار معتمد."
ca: "#{release} no és una versió amb suport."

source: (hide)
ar: (إخفاء)
ca: (amaga)

source: (show)
ar: (إظهار)
ca: (mostra)

source: ... and keep us informed
ar: ... أبقنى على إطلاع
ca: ... i mantingueu-nos informats

source: ... get other marketing stuff
ar: ... احصل على منتجات أخرى
ca: ... obtingueu més coses de màrqueting

source: 2 GB system memory
ar: ذاكرة النظام 2 ج ب
ca: Memòria de sistema de 2 GB
cs: 2 GB systémové paměti
da: 2 GB systemhukommelse
de: 2 GB System-Speicher
el: Σύστημα με μνήμη 2 GB
es: 2 GB de memoria en el sistema
fi: 2 Gt järjestelmämuistia
fr: 2 Go de mémoire système
gl: 2 GB de memoria no sistema
it: 2 GB di memoria di sistema
ja: 2 GB のシステムメモリ
lt: 2 GB laisvosios prieigos atminties
nl: 2 GB systeemgeheugen
pl: 2 GB pamięci systemowej
pt_br: Memória de 2 GB
ru: 2 ГБ системной памяти
sk: 2 GB systémovej pamäte
uk: 2 ГБ системної пам'яті

source: 2 Ghz dual core processor or better
ar: 2 Ghz ثنائي النواة أو أفضل
ca: Processador de doble nucli de 2 Ghz o superior
cs: Dvoujádrový procesor 2 GHz, nebo lepší
da: 2 Ghz dual core-processor eller bedre
de: 2 GHz Dual-Core-Prozessor oder besser
el: Διπύρηνος επεξεργαστής 2 Ghz ή καλύτερος
es: un procesador de doble núcleo de 2 Ghz o superior
fi: 2 GHz kaksiytiminen suoritin tai parempi
fr: Processeur dual core à 2 GHz ou supérieur
gl: Procesador de 2 Ghz dual ou superior
it: Processore 2 Ghz dual core o superiore
ja: 2 GHz のデュアルコアプロセッサ、もしくはそれ以上
lt: 2 GHz bent dviejų branduolių procesorius
nl: 2 Ghz dubbelkernprocessor of beter
pl: 2 Ghz dwurdzeniowy procesor lub lepszy
pt_br: Processador 2 GHz dual core ou melhor
ru: двухъядерный процессор 2 ГГц или лучше
sk: 2 Ghz dual core procesor alebo lepší
uk: двоядерний процесор на 2 ГГц або кращий

source: 4.7GB DVD (also suitable for USB stick)
ar: DVD 4.7 غيغابايت (مناسبة أيضا لذاكرة الفلاش USB العام)
ca: DVD de 4.7 GB (també adient per a memòries usb)

source: 64 Bit PC
ar: جهاز 64 بت
ca: PC de 64 bits

source: <a href="http://activedoc.opensuse.org/book/opensuse-start-up">openSUSE startup guide</a>
ar: <a href="http://activedoc.opensuse.org/book/opensuse-start-up">دليل تشغيل أوبن سوزي</a>
ca: <a href="http://activedoc.opensuse.org/book/opensuse-start-up">Guia d'inici d'openSUSE</a>

source: <a href="http://en.opensuse.org/SDB:Metalink">Metalink</a> is an open standard that bundles the various ways (FTP/HTTP/BitTorrent) to get files into one format for easier downloads. This makes it good for downloading ISOs; particularly for people who can't use P2P because of restrictions from their ISP or University. It can deliver very fast download speeds since most clients support multiple connections, to multiple mirrors, automatically. In addition, it can do automatic error detection, and correction. It needs a special client to handle it though.
ar: <a href="http://en.opensuse.org/SDB:Metalink">ميتالينك</a> هو معيار مفتوح يقوم بتحميل الحزم بطرق مختلفة (FTP/HTTP/تورنت) للحصول على الملفات بتنسيق واحد لتسهيل عملية التحميل. وهذا جيد لتحميل ملفات Iso؛ خاصة بالنسبة للأشخاص الذين لا يمكنهم استخدام P2P بسبب قيود المفروضة من موفر خدمة إنترنت أو الجامعات. بمكن تقديم سرعات تحميل عالية جداً إذا كان العميل يدعم الاتصالات المتعددة, بمرايا متعددة، تلقائياً. وبالإضافة إلى ذلك، يمكن القيام بالكشف عن الأخطأء التلقائي وتصحيحها. وهذا يتطلب عميل خاصة بذلك.
ca: <a href="http://en.opensuse.org/SDB:Metalink">Un metaenllaç</a> és un estàndard obert que combina les diferents maneres (FTP/HTTP/BitTorrent) d'obtenir fitxers en un sol format per a descàrregues més fàcils. Va bé per a descàrregues d'ISO, particularment per a gent que no pot utilitzar P2P a causa de restriccions d'ISP o de la universitat. Pot oferir baixades molt ràpides ja que molts dels clients tenen suport per a connexions múltiples, a múltiples miralls, automàticament. A més, pot fer una detecció automàtica d'errors i correccions. Ara bé, per fer-ho necessita un client especial.

source: <a href="http://en.opensuse.org/openSUSE:License">License</a>
ar: <a href="http://en.opensuse.org/openSUSE:License">الرخصة</a>
ca: <a href="http://en.opensuse.org/openSUSE:License">Llicència</a>

source: <a href='%s'>Release Notes</a>
ar: <a href='%s'>ملاحظات الإصدار</a>
ca: <a href='%s'>Notes de la versió</a>

source: <b>official release</b>
ar: <b>الإصدار الرسمي</b>
ca: <b>versió oficial</b>
cs: <b>oficiální vydání</b>
da: <b>officiel udgivelse</b>
de: <b>Offizielle Veröffentlichung</b>
el: <b>επίσημη έκδοση</b>
es: <b>Versión oficial</b>
fi: <b>virallinen julkaisu</b>
fr: <b>Version officielle</b>
gl: <b>versión oficial</b>
it: <b>rilascio ufficiale</b>
ja: <b>公式リリース</b>
lt: <b>oficiali laida</b>
nl: <b>officiële uitgave</b>
pl: <b>wydanie oficjalne</b>
pt_br: <b>versão oficial</b>
ru: <b>официальный выпуск</b>
sk: <b>oficiálne vydanie</b>
uk: <b>офіційний випуск</b>

source: <b>official update</b>
ar: <b>التحديث الرسمي</b>
ca: <b>actualització oficial</b>
cs: <b>oficiální aktualizace</b>
da: <b>officiel opdatering</b>
de: <b>Offizielle Aktualisierung</b>
el: <b>επίσημη ενημέρωση</b>
es: <b>Actualización oficial</b>
fi: <b>virallinen päivitys</b>
fr: <b>Mise à jour officielle</b>
gl: <b>anovación oficial</b>
it: <b>aggiornamento ufficiale</b>
ja: <b>公式の更新</b>
lt: <b>oficialus atnaujinimas</b>
nl: <b>officiële update</b>
pl: <b>oficjalna aktualizacja</b>
pt_br: <b>atualização oficial</b>
ru: <b>официальное обновление</b>
sk: <b>oficiálna aktualizácia</b>
uk: <b>офіційне оновлення</b>

source: A GNOME desktop you can run from %s or from USB stick.<br/>Can be installed as is (no upgrade).
ar: سطح مكتب جنوم يمكنك تشغيله من %s او من فلاشة USB,<br/>ويمكن تثبيته فقط (لا توجد ترقية).
ca: Un escriptori GNOME que podeu fer servir des de %s o des d'una memòria USB.<br/>Es pot instal·lar tal com és (no per actualitzar).

source: A KDE desktop you can run from %s or from USB stick.<br/>Can be installed as is (no upgrade).
ar: سطح مكتب كدي يمكنك تشغيله من %s او من فلاشة USB,<br/>ويمكن تثبيته فقط (لا توجد ترقية).
ca: Un escriptori KDE que podeu fer servir des de %s o des d'una memòria USB.<br/>Es pot instal·lar tal com és (no per actualitzar).

source: Add repository and install manually
ar: إضافة المستودع والتثبيت يدويا
ca: Afegiu el repositori i instal·leu manualment
cs: Přidat repozitář a instalovat ručně
da: Tilføj softwarekilde og installér manuelt
de: Das Repository hinzufügen und manuell installieren
el: Προσθήκη αποθετηρίου και εγκατάσταση με το χέρι
es: Añadir repositorio e instalar de forma manual
fi: Lisää asennuslähde ja asenna itse
fr: Ajouter le dépôt et installer manuellement
gl: Engadir repositorio e instalar manualmente
it: Aggiungi il repository e installa manualmente
ja: 手作業でリポジトリを追加してインストールする
lt: Pridėti saugyklą ir diegti rankiniu būdu
nl: Installatiebron toevoegen en handmatig installeren
pl: Dodaj repozytorium i zainstaluj ręcznie
pt_br: Adicionar repositório e instalar manualmente
ru: Добавить репозиторий и установить вручную
sk: Pridať repozitár a inštalovať ručne
uk: Додати сховище і встановити вручну

source: Add-On Downloads (optional)
ar: تحميل الإضافات (اختياري)
ca: Descàrregues complementàries (opcional)

source: After having successfully downloaded the ISO image(s), create a bootable USB stick or burn the image(s) to a DVD (or a CD if the chosen image fits).
ar: بعد بنجاح بعد تنزيل صورة ISO(s)، قم بإنشاء ذاكرة فلاش USB قابلة للإقلاع أو احرق الصورة(s)على قرص DVD (أو قرص مضغوط) بحسب حجم التحميل.
ca: Després d'haver descarregat correctament una imatge ISO, creeu una memòria USB d'arrencada o graveu la imatge en un DVD (o CD si la imatge escollida hi cap).

source: All data is used only for sending openSUSE promotional material and will not be spread to third parties. We store the data to inform the users if a new version is available. All requests have to be screened to fulfill the US export embargo. More information about the embargo and a list of countries at wikipedia <a href='http://en.wikipedia.org/wiki/United_States_embargoes'>http://en.wikipedia.org/wiki/United_States_embargoes</a>.
ar: جميع البيانات يتم استخدامها فقط لإرسال مواد سوزي الترويجية ولن ترسل لطراف ثالث. نقوم بتخزين البيانات إعلام المستخدمين إذا كان يتوفر إصدار جديد. جميع الطلبات خاضعة لنظام الحظر الأمريكي. لمزيد من المعلومات حول هذا وقائمة بالبلدان في ويكيبيديا <a href='http://en.wikipedia.org/wiki/United_States_embargoes'>http://en.wikipedia.org/wiki/United_States_embargoes</a>.
ca: Les dades només s'utilitzen per enviar material promocional d'openSUSE i no s'escamparan a terceres parts. Desem les dades per informar els usuaris de les noves versions disponibles. Totes les peticions han d'escanejar-se per complir l'US export embargo. Més informació sobre l'embargo i una llista de països a la Viquipèdia <a href='http://en.wikipedia.org/wiki/United_States_embargoes'>http://en.wikipedia.org/wiki/United_States_embargoes</a>.

source: App Browser
ar: متصفح التطبيقات
ca: Navegador de l'aplicació

source: Available Images
ar: الصور المتاحة
ca: Imatges disponibles

source: BitTorrent
ar: تورنت

source: Boot from the DVD, CD or USB stick. In case your computer does not automatically boot from the chosen device, open the BIOS setup to allow booting from it.
ar: أقلع من قرص DVD او CD, في حال كان حاسوبك لايدعم الإقلاع التلقائي من هذه الأقراص. إفتح إعدادات BIOS و قم بتغيير إعدادات الإقلاع التلقائي ليقلع من هذه الأقراص.
ca: Arrenqueu des d'un DVD, CD o memòria USB. En cas que l'ordinador no arrenqui automàticament des del mitjà escollit, entreu a la configuració de la BIOS per permetre-ho.

source: Both distributions are fully capable of being used on a Desktop PC, laptop, server, or in the cloud.
ar: كلا التوزيعتان يمكن استخدامها على حاسب مكتبي محمول ،خادم ،أوحتى سحابة.
ca: Totes dues distribucions són plenament capaces d'usar-se en un ordinador personal, d'escriptori, portàtil, servidor o al núvol.

source: Both distributions are well tested by
ar: يتم اختبار التوزيعات بشكل جيد بواسطة
ca: Totes dues distribucions han estat ben posades a prova per

source: Bronze Sponsor
ar: الراعي البرونزي
ca: Patrocinadors de bronze

source: Browser incompatibility
ar: المتصفُح غير متوافق
ca: Incompatibilitat de navegador

source: Burn CD/DVD Image(s)
ar: DVD/CD (s)حرق نسخـة
ca: Graveu una imatge de CD / DVD

source: Categories
ar: الفئات
cs: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
fi: Luokat
fr: Catégories
gl: Categorías
it: Categorie
ja: カテゴリ
lt: Kategorijos
nl: Categorieën
pl: Kategorie
pt_br: Categorias
ru: Категории
sk: Kategórie
uk: Категорії

source: Category
ar: الفئة
ca: Categoria
cs: Kategorie
da: Kategori
de: Kategorie
el: Κατηγορία
es: Categoría
fi: Luokka
fr: Catégorie
gl: Categoría
it: Categoria
ja: カテゴリ
lt: Kategorija
nl: Categorie
pl: Kategoria
pt_br: Categoria
ru: Категория
sk: Kategória
uk: Категорія

source: Checksum
ar: اختباري
ca: La suma de verificació
cs: Kontrolní součet
da: Tjeksum
de: Checksumme
el: Έλεγχος συνόλου
es: Suma de comprobación
fi: Tarkistussumma
fr: Somme de contrôle
gl: Suma de comprobación
it: Codice di controllo
ja: チェックサム
lt: Kontrolinė suma
nl: Controlesom
pl: Suma Kontrolna
pt_br: Soma de verificação
ru: Контрольная сумма
sk: Kontrolný súčet
uk: Контрольна сума

source: Checksums Help
ar: مساعدة الاختبارية
ca: Ajuda per a les sumes de verificació
cs: Pomocník pro kontrolní součty
da: Hjælp med tjeksummer
de: Checksummen-Hilfe
el: Βοήθεια ελέγχου συνόλου
es: Ayuda sobre las sumas de comprobación
fi: Tarkistussummien ohje
fr: Aide à propos des sommes de contrôle
gl: Axuda sobre as sumas de comprobación
it: Aiuto sui codici di controllo
ja: チェックサムのヘルプ
lt: apie kontrolines sumas
nl: Hulp bij controlesommen
pl: Pomoc z Sumami Kontrolnymi
pt_br: Ajuda da soma de verificação
ru: Справка по контрольным суммам
sk: Pomocník pre kontrolný súčet
uk: Довідка з контрольних сум

source: Choose an installation medium by clicking it and hit the Download button to start the download. Optionally choose your computer type or an alternative download method.
ar: إختر قرص تثبيت عن طريق الضغط عليه وإضغط زر التحميل لبدأ التحميل. وكخيار إضافي إختر نوع حاسوبك او طريق تحميل بديلة.
ca: Escolliu un mitjà d'instal·lació clicant-hi i després premeu el botó de descàrrega per iniciar la baixada. Opcionalment, trieu el tipus d'ordinador o un mètode de descàrrega alternatiu.

source: Choosing Which Media to Download
ar: حدد الوسائط التي تريد تنزيلها
ca: Triar quin mitjà descarregar
cs: Výběr média ke stažení
da: Valg a medie som skal downloades
de: Auswahl des Mediums zum Herunterladen
el: Επιλέξτε μέσο για λήψη
es: Escoger qué medio descargar
fi: Miten valita ladattava tietoväline
fr: Choix du média à télécharger
gl: Escoller que medio descargar
it: Scelta del supporto da scaricare
ja: ダウンロードするメディアの選択
lt: Laikmenos pasirinkimas
nl: Kiezen welk medium te downloaden
pl: Wybieranie Wersji do Pobrania
pt_br: Escolhendo qual mídia baixar
ru: Выбор носителя для загрузки
sk: Výber médií, ktoré sa stiahnu
uk: Вибір носія для завантаження

source: Choosing which Distribution to Download
ar: حدد التوزيعة التي تريد تنزيلها
ca: Triar quina distribució descarregar
cs: Výběr distribuce ke stažení
da: Vælg hvilken distribution som skal downloades
de: Auswahl der Distribution zum Herunterladen
el: Επιλέξτε διανομή προς λήψη
es: Escoger qué distribución descargar
fi: Miten valita ladattava jakelu
fr: Choix de la distribution à télécharger
gl: Escoller que distribución descargar
it: Scelta della distribuzione da scaricare
ja: ダウンロードするディストリビューションの選択
lt: Platinamojo paketo pasirinkimas
nl: Kiezen welke distributie te downloaden
pl: Wybieranie Dystrybucji do Pobrania
pt_br: Escolhendo qual distribuição baixar
ru: Выбор дистрибутива для загрузки
sk: Výber distribúcie na stiahnutie
uk: Вибір дистрибутиву для завантаження

source: Click here to display these alternative versions.
ar: انقر هنا لعرض الإصدارات البديلة.
ca: Cliqueu aquí per veure aquestes versions alternatives.

source: Click to Download
ar: إضغط لبدء التحميل
ca: Cliqueu-hi per descarregar

source: Community
ar: المجتمع
ca: Comunitat
cs: Komunita
da: Fællesskab
el: Κοινότητα
es: Comunidad
fi: Yhteisö
fr: Communauté
gl: Comunidade
it: Comunità
ja: コミュニティ
lt: Bendruomenė
nl: Gemeenschap
pl: Społeczność
pt_br: Comunidade
ru: Сообщество
sk: Komunita
uk: Спільнота

source: Contains a large collection of software for desktop or server use.<br/>Suitable for installation or upgrade.
ar: يحتوي على مجموعة كبيرة من البرامج لإستعمالات سطح المكتب او للسيرفرات,<br/>مناسب للتثبيت أو للترقية.
ca: Conté una gran col·lecció de programari per a ús d'escriptori o de servidor.<br/>Adient per a una instal·lació o actualització.

source: Countdown
ar: العد التنازلي
ca: Compte enrere

source: Country
ar: البلد
ca: País

source: Currently testing
ar: تُختبر حالياً
ca: Actualment en proves

source: Derivatives
ar: المشتقات
ca: Derivats

source: Development
ar: التطوير
ca: Desenvolupament
cs: Vývoj
es: Desarrollo
fi: Kehitys
fr: Développement
gl: Desenvolvemento
ja: 開発
nl: Ontwikkeling
pt_br: Desenvolvimento
ru: Разработка
sk: Vývoj

source: Development Version
ar: الإصدار التطويري
ca: Versió de desenvolupament

source: Development packages
ar: حزم التطوير
ca: Paquets de desenvolupament
cs: Vývojové balíčky
da: Udviklingspakker
de: Entwicklungspakete
el: Πακέτα υπό ανάπτυξη
es: Paquetes de desarrollo
fi: Kehityspaketit
fr: Paquets de développement
gl: Paquetes de desenvolvemento
it: Pacchetti di sviluppo
ja: 開発用パッケージ
lt: paket. plėtojimui
nl: Pakketten voor ontwikkeling
pl: Pakiety w wersji rozwojowej
pt_br: Pacotes de desenvolvimento
ru: Пакеты для разработчиков
sk: Vývojárske balíky
uk: Пакунки для розробки

source: Development-
ar: التطوير
ca: Desenvolupament-

source: Direct Install
ar: تثبيت مباشر
ca: Instal·lació directa
cs: Přímá instalace
da: Direkte installation
de: Direkte Installation
el: Άμεση Εγκατάσταση
es: Instalación directa
fi: Suora asennus
fr: Installation directe
gl: Instalación directa
it: Installa direttamente
ja: 直接インストール
lt: Diegti tuoj pat
nl: Directe installatie
pl: Bezpośrednia instalacja
pt_br: Instalar diretamente
ru: Прямая установка
sk: Priama inštalácia
uk: Пряме встановлення

source: Direct Link
ar: رابط مباشر
ca: Enllaç directe
da: Direkte link
de: Direkter Link
el: Απευθείας σύνδεσμος
fi: Suora linkki
gl: Ligazón directa
it: Collegamento diretto
lt: Tiesioginė nuoroda
pl: Bezpośredni odnośnik
pt_br: Link direto
uk: Пряме посилання

source: Documentation
ar: الوثائق
ca: Documentació
cs: Dokumentace
da: Dokumentation
de: Dokumentation
el: Τεκμηρίωση
es: Documentación
fi: Dokumentaatio
gl: Documentación
it: Documentazione
ja: 文書
lt: Dokumentacija
nl: Documentatie
pl: Dokumentacja
pt_br: Documentação
ru: Документация
sk: Dokumentácia
uk: Документація

source: Don't show this warning the next time
ar: عدم إظهار هذا التحذير في المرة القادمة
ca: No tornis a mostrar aquest avís la propera vegada.

source: Download
ar: تحميل
ca: Descàrrega
cs: Stáhnout
de: Herunterladen
el: Λήψη
es: Descargar
fi: Lataa
fr: Télécharger
gl: Descarga
ja: ダウンロード
lt: Parsisiųsti
nl: Downloaden
pl: Pobierz
pt_br: Baixar
ru: Загрузить
sk: Stiahnuť
uk: Звантажити

source: Download %s
ar: تحميل %s
ca: Descarregueu l'%s

source: Download Help
ar: مساعدة التحميل
ca: Ajuda sobre la baixada

source: Download Method
ar: طريقة التحميل
ca: Mètode de descàrrega

source: Download alternative architecture versions of openSUSE Leap, for desktop PCs, laptops, and servers.
ar: تحميل بنية بديلة من النسخة المتداولة من أوبن سوزي Leap, لأجهزة الحاسب المكتبية والمحمولة والخوادم.
ca: Descarregueu versions amb arquitectures alternatives de l'openSUSE Leap, per a ordinadors d'escriptori, portàtils i servidors.

source: Download alternative architectures of the rolling version of openSUSE, for desktop PCs, laptops, and servers.
ar: تحميل بنية بديلة من النسخة المتداولة من أوبن سوزي لأجهزة الحاسب المكتبية والمحمولة والخوادم.
ca: Descarregueu imatges amb arquitectures alternatives de la versió contínua d'openSUSE, per a ordinadors d'escriptori, portàtils i servidors.

source: Download appliance from %s
ar: تحميل التطبيقات من %s
ca: Descarregueu l'aparell des de %s
cs: Stáhnout předpřipravený systém z %s
da: Downloader anordning fra %s
de: Appliance von %s herunterladen
el: Λήψη εφαρμογής από %s
es: Descargando aplicación desde %s
fi: Lataa ohjelmakokonaisuus %s
fr: Télécharger l'image depuis %s
gl: Descargar aplicativo desde %
it: Scarica appliance da %s
ja: %s からアプライアンスをダウンロードする
lt: Parsisiųsti vedinį iš %s
nl: Toepassing downloaden vanaf %s
pl: Pobierz dystrybucję pochodną z %s
pt_br: Baixar appliance a partir de %s
ru: Загрузить из %s
sk: Stiahnuť predpripravené systémy z %s
uk: Завантажити із %s

source: Download openSUSE’s regular release and enjoy the benefits of both enterprise-grade engineering and community-developed innovation.
ar: تحميل الإصدار المفتوح من أوبن سوزي واستمتع بفوائد المقدمة من المهندسين على مستوى المؤسسة والابتكارات المقدمة المجتمع.
ca: Descarregueu la versió regular de l'openSUSE i gaudiu dels beneficis de l'enginyeria empresarial i de la innovació desenvolupada per la comunitat.

source: Download openSUSE’s rolling release and always run the latest packages provided by the openSUSE Project.
ar: تحميل إصدار أوبن سوزي الشائع وشغل أحدث الحزم المقدمة من مشروع أوبن سوزي.
ca: Descarregueu la versió contínua de l'openSUSE i executeu els darrers paquets proporcionats pel projecte openSUSE.

source: Download the LiveUSBs of the rolling version of openSUSE, for desktop PCs, laptops, and servers.
ar: تحميل سواقة الفلاشة الحية من النسخة المتداولة من أوبن سوزي لأجهزة الحاسب المكتبي المحمول والخوادم.
ca: Descarregueu les imatges vives de la versió contínua de l'openSUSE, per a ordinadors d'escriptori, portàtils i servidors.

source: Download the latest version of openSUSE Leap, for desktop PCs, laptops, and servers.
ar: حمل أحدث إصدارات أوبن سوزي Leap, للحاسب المكتبي والمحمول والخوادم.
ca: Descarregueu la darrera versió de l'openSUSE Leap per a ordinadors d'escriptori, portàtils i servidors.

source: Download the rolling version of openSUSE, for desktop PCs, laptops, and servers.
ar: حمل أحدث إصدارات أوبن سوزي Leap, للحاسب المكتبي والمحمول والخوادم.
ca: Descarregueu la versió contínua de l'openSUSE per a ordinadors d'escriptori, portàtils i servidors.

source: Download&nbsp;DVD
ar: تحميل&nbsp;DVD
ca: Descarregueu el&nbsp;DVD

source: Download&nbsp;GNOME
ar: تحميل&nbsp;جنوم
ca: Descarregueu&nbsp;GNOME

source: Download&nbsp;KDE
ar: تحميل&nbsp;كدي
ca: Descarregueu&nbsp;KDE

source: Download&nbsp;Network
ar: تحميل&nbsp;الشبكة
ca: Descarregueu&nbsp;Xarxa

source: Download&nbsp;Rescue
ar: تحميل&nbsp;إنقاذ
ca: Descarregueu&nbsp;Rescat

source: Downloads
ar: التحميلات
ca: Descàrregues

source: Downloads the installation system and all packages from online repositories.<br/>Suitable for installation or upgrade.
ar: يقوم بتحميل قرص التثبيت وكل الحزم الضرورية من المستودعات.<br/>مناسب للتثبيت او للترقية.
ca: Descarrega el sistema d'instal·lació i tots els paquets des dels repositoris en línia.<br/>Adient per a una instal·lació o actualització.

source: Easy Ways to Switch to openSUSE Leap
ar: طرق سهلة للتحول إلى أوبن سوزي Leap
ca: Maneres fàcils de canviar a l'openSUSE Leap
cs: Snadné způsoby, jak přejít na openSUSE Leap
da: Lette måder at skifte til openSUSE Leap
de: Einfache Wege um zu openSUSE Leap zu wechseln
el: Εύκολοι τρόποι για να αλλάξετε σε openSUSE Leap
es: Maneras sencillas de cambiar a openSUSE Leap
fi: Helppoja tapoja vaihtaa openSUSE Leapiin
fr: Migrer facilement vers openSUSE Leap
gl: Modo sinxelo de cambiar a openSUSE Leap
it: Soluzioni semplici per passare ad openSUSE Leap
ja: openSUSE Leap に切り替えるための簡単な方法
lt: Paprastas perėjimas prie „openSUSE Leap“
nl: Gemakkelijke manieren om om te schakelen naar openSUSE Leap
pl: Proste kroki by przerzucić się na openSUSE Leap
pt_br: Modo fácil de mudar para o openSUSE Leap
ru: Как перейти на openSUSE Leap
sk: Jednoduché spôsoby, ako prejsť na openSUSE Leap
uk: Як перейти на openSUSE Leap

source: Easy Ways to Switch to openSUSE Tumbleweed
ar: طرق سهلة للتبديل إلى أوبن سوزي Tumbleweed
ca: Maneres fàcils de canviar a l'openSUSE Tumbleweed
cs: Snadné způsoby, jak přejít na openSUSE Tumbleweed
da: Lette måder at skifte til openSUSE Tumbleweed
de: Einfache Wege um zu openSUSE Tumbleweed zu wechseln
el: Εύκολοι τρόποι για να αλλάξετε σε openSUSE Tumbleweed
es: Maneras sencillas de cambiar a openSUSE Tumbleweed
fi: Helppoja tapoja vaihtaa openSUSE Tumbleweediin
fr: Migrer facilement vers openSUSE Tumbleweed
gl: Modo sinxelo de cambiar a openSUSE Tumbleweed
it: Soluzioni semplici per passare ad openSUSE Tumbleweed
ja: openSUSE Tumbleweed に切り替えるための簡単な方法
lt: Paprastas perėjimas prie „openSUSE Tumbleweed“
nl: Gemakkelijke manieren om om te schakelen naar openSUSE Tumbleweed
pl: Proste kroki by przerzucić się na openSUSE Tumbleweed
pt_br: Modo fácil de mudar para o openSUSE Tumbleweed
ru: Как перейти на openSUSE Tumbleweed
sk: Jednoduché spôsoby, ako prejsť na openSUSE Tumbleweed
uk: Як перейти на openSUSE Tumbleweed
